{
  "fire": {
    "Explosionsschlag": {
      "detail": "Der Charakter lädt seine Faust mit Feuerenergie auf — sichtbar durch Glühen und Hitzeflimmern — und schlägt zu. d12 Schaden im Nahkampf. Bei ≥15: Brennend. Der stärkste Feuer-Nahkampfangriff. Kein Ausweichen durch Distanz möglich.",
      "battlemap": "Nahkampf, 1 Feld. Einzelziel direkt vor dem Charakter. Die Detonation erzeugt keine Flächenwirkung — reiner Einzelziel-Burst. Positionierung: Der Charakter MUSS adjacent sein.",
      "gm": "Die Faust glüht orange, dann weiß. Beim Aufprall: eine kleine Explosion, Funken fliegen, der Gegner taumelt zurück. Beschreibe die Hitze im Gesicht des Gegners, den Geruch von versengtem Material. Bei einer 1: Die Faust glüht auf, aber die Energie verpufft mit einem traurigen Fauchen."
    },
    "Flammenstrahl": {
      "detail": "Ein gerichteter, kontinuierlicher Strahl aus Feuer. d8 Schaden auf RW 4. Kein Status, dafür zuverlässig und ohne Nebeneffekte. Die Brot-und-Butter-Fähigkeit des Feuer-Nutzers.",
      "battlemap": "Linie vom Charakter zum Ziel, RW 4 Felder. Trifft das erste Ziel in der Linie. Kein AoE, kein Durchschlag. Einfach und effektiv.",
      "gm": "Ein sauberer Feuerstrahl — wie ein Schneidbrenner. Keine Explosion, kein Drama, nur gezielte Hitze. Effektiv beschrieben: Das Ziel spürt die Hitze eine Sekunde bevor der Strahl trifft."
    },
    "Feuerball": {
      "detail": "Das ikonische Feuerprojektil. d10 Schaden auf RW 8. Bei ≥14: Brennend. Zusätzlich: Abstrahlungshitze — alle Ziele in 1 Feld Radius um den Einschlagspunkt spüren die Hitze (kein Schaden, aber narrativ relevant).",
      "battlemap": "Projektil fliegt in gerader Linie bis 8 Felder. Trifft das Zielfeld. 1-Feld-Radius Abstrahlungshitze (kein mechanischer Effekt, aber brennbare Objekte entzünden sich). Sichtlinie erforderlich.",
      "gm": "Der Klassiker. Eine Kugel aus komprimiertem Feuer, so groß wie ein Kopf, fliegt durch die Luft und explodiert beim Aufprall. Bei einer 1: Der Feuerball formt sich, flackert... und erlischt mit einem Plopp. Peinlich."
    },
    "Feuerregen": {
      "detail": "Kleine Feuerbälle regnen von oben auf ein Gebiet. d8 Schaden auf RW 12, 2-Feld-Radius AoE. Bei ≥12: Brennend. Trifft ALLE im Bereich — Freund wie Feind! Der Charakter muss VER nutzen um die Flugbahnen zu berechnen.",
      "battlemap": "Zielpunkt bis 12 Felder entfernt. 2-Feld-Radius Wirkungsbereich. Alle Kreaturen im Bereich werden getroffen. ACHTUNG: Verbündete im Bereich nehmen ebenfalls Schaden. Keine Sichtlinie zum Zielpunkt nötig (fällt von oben).",
      "gm": "Der Himmel wird orange. Kleine Feuerkugeln — wie glühende Meteoriten — prasseln auf das Gebiet nieder. Beschreibe das Chaos: Feinde rennen, Flammen überall, Rauch steigt auf. Bei einer 1: Ein einziger, trauriger Funke fällt vom Himmel. Wie eine nasse Wunderkerze."
    },
    "Hitzewelle": {
      "detail": "Eine Druckwelle aus reiner Hitze breitet sich vom Charakter aus. d10 Schaden auf RW 2. Bei ≥10: Verlangsamt. Trifft alle Feinde im Nahbereich. Braucht ZÄH — der Charakter muss die eigene Hitze aushalten.",
      "battlemap": "2-Feld-Radius um den Charakter. Trifft alle Feinde im Bereich. Verbündete sind NICHT betroffen. Die Welle breitet sich kreisförmig aus.",
      "gm": "Die Luft flimmert, dann kommt die Welle — eine unsichtbare Kraft aus reiner Hitze. Feinde spüren wie die Luft aus ihren Lungen gepresst wird. Metall wird heiß, Leder trocknet aus. Alles wird langsamer in der drückenden Hitze."
    },
    "Flammenlanze": {
      "detail": "Ein extrem gebündelter, langer Feuerstrahl der auf einen Punkt fokussiert wird. d12 Schaden auf RW 8. Ignoriert 2 Punkte DR — die konzentrierte Hitze schmilzt sich durch Rüstung. Bei ≥15: Brennend.",
      "battlemap": "Linie vom Charakter zum Ziel, RW 8 Felder. Einzelziel. Durchschlag durch leichte Deckung (Holz, Stoff — nicht Stein). Sichtlinie erforderlich.",
      "gm": "Ein dünner, weißglühender Strahl — wie ein Laserschnitt. Die Luft knistert, wo er durchschneidet. Rüstung glüht orange am Eintrittspunkt. Präzise, tödlich, elegant. Das Gegenteil des chaotischen Feuerballs."
    },
    "Lavaausbruch": {
      "detail": "Der Charakter lässt den Boden unter dem Ziel aufbrechen — geschmolzenes Gestein quillt hervor. d10 Schaden auf RW 4. Bei ≥12: Brennend. Erzeugt gefährliches Terrain — das Lavafeld bleibt 2 Runden und verursacht d4 Schaden bei Betreten.",
      "battlemap": "Zielpunkt bis 4 Felder. 1-Feld Lavazone entsteht am Einschlagpunkt. Bleibt 2 Runden als gefährliches Terrain (d4 Schaden beim Durchqueren). Braucht natürlichen Boden — funktioniert nicht auf Metall oder Holz.",
      "gm": "Der Boden reißt auf — orange Glut quillt hervor, Steine schmelzen. Beschreibe die Hitze von unten, den Geruch von geschmolzenem Gestein, das Knacken des Bodens. Auf Holzböden: Das Holz fängt Feuer. Auf Stein: Risse bilden sich."
    },
    "Feuerwirbel": {
      "detail": "Der Charakter dreht sich und erzeugt einen Wirbel aus Flammen um sich herum. d10 Schaden auf RW 2. Trifft ALLE im Nahbereich — 360° ohne Ausnahme. Braucht GES — die Drehbewegung muss kontrolliert sein.",
      "battlemap": "2-Feld-Radius um den Charakter. Trifft ALLE Ziele im Bereich, einschließlich Verbündete. Der Charakter steht im Zentrum. Keine Sichtlinie nötig — der Wirbel erfasst alles.",
      "gm": "Eine Drehung — und Flammen fliegen in alle Richtungen. Wie ein Feuerwerk, aber tödlich. Der Charakter steht im Auge des Feuersturms, unberührt von den eigenen Flammen."
    },
    "Selbstentzündung": {
      "detail": "Der Charakter setzt seinen EIGENEN KÖRPER in Brand und explodiert. d20 Schaden auf RW 1. d6 Selbstschaden. Einmal pro Kampf. Bei ≥10: Brennend für alle im Bereich. Die ultimative Verzweiflungstat.",
      "battlemap": "2-Feld-Radius Explosion mit dem Charakter im Zentrum. Trifft ALLES im Radius — Feinde, Verbündete, Objekte. Charakter nimmt d6 Selbstschaden. Einmal pro Kampf einsetzbar.",
      "gm": "Der Charakter brennt. Von innen nach außen, jede Pore spuckt Feuer. Dann die Explosion — eine Schockwelle aus reiner Hitze. Der Charakter steht danach dampfend da, versengt aber lebend. Bei einer 1: Der Charakter fängt kurz Feuer, klopft sich ab. Keine Explosion. Peinliches Schweigen."
    },
    "Brandmarke": {
      "detail": "Der Charakter brennt ein magisches Zeichen in das Ziel — sichtbar als glühendes Symbol auf der Haut/Rüstung. d6 Schaden, bei ≥10: Markiert. Markierte Ziele geben allen Verbündeten +2 auf Angriffe gegen sie.",
      "battlemap": "Einzelziel bis 4 Felder. Sichtlinie nötig. Das Zeichen leuchtet und ist für alle sichtbar — auch durch leichte Deckung. Hält bis zum Ende des nächsten Zugs des Ziels.",
      "gm": "Ein glühendes Symbol erscheint auf der Brust des Gegners — wie ein Brandzeichen. Es leuchtet orange durch Kleidung und Rüstung. Alle wissen: Dieses Ziel ist markiert. Willenskraft-basiert — der Charakter zwingt das Zeichen durch pure Präsenz auf."
    },
    "Flammenhülle": {
      "detail": "Ein Mantel aus Feuer umgibt den Charakter. d10 als DR-Wert. Nahkampf-Angreifer nehmen bei Berührung Feuerschaden — bei ≥14 auf dem Verteidigungswurf: Brennend für den Angreifer. Hält bis zum nächsten Zug.",
      "battlemap": "Passiv, keine Positionsänderung. Der Feuermantel ist sichtbar — orange-rotes Flackern um den Charakter. Nahkämpfer die den Charakter treffen riskieren Brennend-Status.",
      "gm": "Flammen züngeln über den gesamten Körper — nicht schmerzend für den Nutzer, aber tödlich für jeden der zu nahe kommt. Beschreibe wie ein Nahkämpfer zuschlägt und seine Handschuhe Feuer fangen."
    },
    "Hitzeschild": {
      "detail": "Eine verdichtete Wand aus heißer Luft vor dem Charakter. d10 als DR. Die Hitzebarriere verlangsamt und schwächt eingehende Projektile — auch magische.",
      "battlemap": "Gerichtetes Schild, 180° Frontalschutz. Schützt nicht von hinten oder von den Seiten. Sichtbar als Hitzeflimmern in der Luft.",
      "gm": "Die Luft vor dem Charakter flimmert wie über heißem Asphalt. Pfeile verlangsamen sich, Schwerthiebe verlieren Wucht. Alles was durch die Hitzewand muss wird schwächer."
    },
    "Explosionsstoß": {
      "detail": "Bei einem eingehenden Nahkampfangriff detoniert der Charakter eine kleine Explosion zwischen sich und dem Angreifer. d8 als DR plus Rückstoß — der Angreifer wird 1 Feld zurückgestoßen.",
      "battlemap": "Reaktiv bei Nahkampfangriff. Angreifer wird 1 Feld vom Charakter weggestoßen. Öffnet Distanz für Fernkampf-Follow-up nächste Runde.",
      "gm": "BOOM — eine kleine, kontrollierte Explosion genau zwischen den beiden Kämpfern. Der Angreifer fliegt zurück, der Charakter steht fest. Rauch zwischen ihnen."
    },
    "Feuerwand": {
      "detail": "Eine Wand aus Flammen, platziert auf dem Schlachtfeld. d8 als DR (Feinde scheuen die Annäherung). 3 Felder lang, 1 Feld breit, RW 4. Durchqueren verursacht d6 Schaden und bei ≥12: Brennend. Hält 3 Runden.",
      "battlemap": "3 Felder lange, 1 Feld breite Flammenwand. Platzierbar bis 4 Felder entfernt. Blockiert Sicht und Bewegung. Durchqueren: d6 Schaden + Brennend-Chance. Hält 3 Runden.",
      "gm": "Eine Wand aus züngelnden Flammen, mannshoch, knisternd und hitzeflimmernd. Feinde müssen einen Umweg nehmen oder durch die Flammen. Taktische Meisterklasse."
    },
    "Aschevorhang": {
      "detail": "Der Charakter wirbelt Asche und Rauch auf. d6 als DR (schwach), dafür: 2-Feld-Radius Sichtblockade. Bei ≥10: Geblendet für Feinde im Bereich. Schnell, günstig, taktisch.",
      "battlemap": "2-Feld-Radius Rauch/Asche um einen Punkt bis 4 Felder entfernt. Blockiert Sichtlinie durch den Bereich. Feinde IM Bereich: Geblendet. Hält 1 Runde.",
      "gm": "Eine Wolke aus grauer Asche und beißendem Rauch. Feinde husten, reiben sich die Augen. Für einen Moment ist nichts sichtbar — perfekt für Rückzug oder Repositionierung."
    },
    "Hitzeresistenz": {
      "detail": "Der Charakter härtet sich gegen Hitze ab — die eigene Körpertemperatur steigt, externe Hitze wird irrelevant. d8 als DR. Bonus: Immun gegen Brennend-Status für diese Runde.",
      "battlemap": "Passiv, keine Positionsänderung. Rein defensiver Buff. Besonders wertvoll gegen andere Feuer-Nutzer.",
      "gm": "Die Haut des Charakters schimmert leicht orange. Hitze prallt ab wie Wasser an einer heißen Pfanne. Flammen umfließen ihn, ohne Schaden zu hinterlassen."
    },
    "Feuerabsorption": {
      "detail": "Der Charakter absorbiert eingehende Feuer-Angriffe und speichert die Energie. d8 als DR. Bonus: Bei einem Feuer-Angriff gegen den Charakter erhält der nächste eigene Feuerangriff +2 Schadenbonus.",
      "battlemap": "Passiv, keine Positionsänderung. Defensiv + Offensiv-Buff. Nur gegen Feuer-Angriffe der volle Bonus.",
      "gm": "Die Flammen des Feindes werden angezogen — wie von einem Magneten — und fließen in den Charakter hinein statt ihn zu verbrennen. Die Augen glühen kurz auf. Gespeicherte Energie für den nächsten Gegenschlag."
    },
    "Flammenausbruch": {
      "detail": "Wenn der Charakter getroffen wird, explodiert er in einem Feuerausbruch. d12 Schaden im 2-Feld-Radius als Gegenschlag. KEIN Selbstschutz — der Charakter nimmt den vollen Treffer. Reine Vergeltung.",
      "battlemap": "Reaktiv bei Treffer. 2-Feld-Radius Feuerschaden um den Charakter. Trifft den Angreifer (wenn in Reichweite) und alle anderen im Bereich. KEIN DR — der Charakter nimmt den Originalschaden voll.",
      "gm": "Der Treffer landet — und der Charakter EXPLODIERT. Nicht als Verteidigung, sondern als Vergeltung. Wer mich trifft, brennt. Blut und Feuer gleichzeitig."
    },
    "Bodenverkohlung": {
      "detail": "Der Charakter verbrennt den Boden in einem Bereich — verkohlte Erde, glühende Asche. d6 als DR (schwach). Erzeugt permanentes schwieriges Terrain in 2-Feld-Radius. Bei ≥10: Verlangsamt für Feinde die das Terrain betreten.",
      "battlemap": "2-Feld-Radius verkohlter Boden, platzierbar bis 4 Felder entfernt. Permanentes schwieriges Terrain (halbe Bewegung). Feinde die es betreten: Verlangsamt. Hält den gesamten Kampf.",
      "gm": "Der Boden unter den Füßen der Feinde wird schwarz, glühend. Jeder Schritt knistert, Rauch steigt auf. Kein Feld zum Stehen, kein sicherer Boden. Die Umgebung selbst wird zur Waffe."
    },
    "Notzündung": {
      "detail": "Eine hastige, unkontrollierte Feuerexplosion. d6 Schaden als Bonus-Aktion — kann ZUSÄTZLICH zur normalen Aktion genutzt werden. Schwach, aber kostet keine Aktion. Panik-Knopf.",
      "battlemap": "1-Feld-Radius um den Charakter. Bonus-Aktion, keine Hauptaktion nötig. Schwach aber schnell. Perfekt als Finisher oder wenn die Hauptaktion für etwas anderes gebraucht wird.",
      "gm": "Ein hektisches Aufflammen — nicht elegant, nicht mächtig, aber SCHNELL. Der Charakter fackelt nicht, er reagiert instinktiv. Feuer als Reflex. Der letzte Ausweg."
    }
  },
  "_meta": {
    "version": "1.0",
    "format": "detail (Mechanik) | battlemap (taktische Positionierung) | gm (Narration/Atmosphäre)",
    "note": "Weitere Stile werden sukzessive ergänzt. Abilities ohne Eintrag hier zeigen nur die Basis-Tooltip-Infos."
  },
  "lightning": {
    "Blitzschlag": {
      "detail": "Ein einzelner, verheerender Blitzeinschlag auf ein Ziel in RW 4. d12+KRF Schaden. Bei ≥18: Betäubt. Der stärkste Einzelziel-Blitzangriff — hoher Burst, aber schwere Statusschwelle.",
      "battlemap": "Fernkampf, 4 Felder. Einzelziel, Sichtlinie erforderlich. Kein Flächenschaden, reine Einzelzielvernichtung. Ideal gegen isolierte Hochwertziele.",
      "gm": "Die Luft knistert, Haare stehen zu Berge. Ein gleißender Blitz zuckt vom Charakter zum Ziel — der Donner folgt erst einen Herzschlag später. Das Ziel zuckt zusammen, Rauch steigt auf. Bei einer 1: Der Blitz verzweigt sich wild und trifft den Boden neben dem Ziel."
    },
    "Kettenblitz": {
      "detail": "Ein Blitz springt zwischen bis zu 3 Zielen innerhalb RW 8. d6+GES Schaden pro Ziel. Kein Statuseffekt. Geringer Einzelschaden, aber exzellent gegen Gruppen — der einzige echte Multi-Target-Angriff des Blitz-Stils.",
      "battlemap": "Fernkampf, 8 Felder. Das erste Ziel muss in Sichtlinie sein. Zweites und drittes Ziel müssen jeweils innerhalb von 4 Feldern des vorherigen stehen. Ideal gegen geclusterte Feindgruppen.",
      "gm": "Ein Blitz trifft den ersten Gegner — und springt weiter. Zack-Zack-Zack, drei Einschläge in unter einer Sekunde. Blauweiße Lichtfäden verbinden die Ziele für einen Augenblick. Bei Würfelpech springt der Blitz einfach aus, verglüht als harmlose Funke."
    },
    "Elektroschock": {
      "detail": "Touch-Angriff im Nahkampf. d10+KRF Schaden. Ignoriert 2 Punkte DR. Bei ≥16: Betäubt. Durchbricht Rüstung durch direkten Kontakt — stark gegen gepanzerte Ziele.",
      "battlemap": "Nahkampf, 1 Feld. Muss adjacent zum Ziel stehen. Physischer Kontakt nötig — kein Handschuh, keine Waffe dazwischen. Funktioniert besonders gut nach einem Kurzteleport.",
      "gm": "Der Charakter greift blitzschnell zu — Hand an Rüstung, Hand an Haut, egal. Elektrische Energie fließt direkt durch das Metall. Das Ziel krampft, Funken sprühen zwischen den Rüstungsplatten. Beschreibe den Geruch von Ozon und erhitztem Metall."
    },
    "Energiehieb": {
      "detail": "Blitzschneller elektrischer Nahkampfschlag mit d10+GES. RW 2. Kein Statuseffekt, aber zuverlässig hoher Schaden. Der Standard-Nahkampfangriff für agile Blitz-Kämpfer.",
      "battlemap": "Nahkampf, 2 Felder Reichweite. Einzelziel. Schnell und flexibel einsetzbar — keine Abklingzeit, kein Sondermechanismus. Guter Brot-und-Butter-Angriff.",
      "gm": "Eine Hand peitscht vor, umhüllt von knisternder Energie. Der Schlag ist so schnell, dass man nur den Lichtbogen sieht — dann den Einschlag hört. Kein großes Spektakel, aber brutale Effizienz."
    },
    "Überladung": {
      "detail": "Massive Energieentladung. d20+KRF Schaden, RW 2. Bei ≥14: Betäubt. Nur 1× pro Kampf einsetzbar. Der Charakter erleidet d8 Selbstschaden durch die Überladung. Der stärkste Blitz-Angriff überhaupt.",
      "battlemap": "Nahkampf, 2 Felder. Einzelziel. Platzierung ist kritisch — der Charakter muss nah ran und überlebt den Selbstschaden. Idealerweise als Finishing Move einsetzen.",
      "gm": "Der Charakter beginnt zu leuchten — buchstäblich. Elektrische Bögen tanzen über den ganzen Körper, die Luft vibriert. Dann: ALLES entlädt sich in einem einzigen, blendenden Moment. Danach steht der Charakter keuchend da, Rauch steigt von den Händen auf. Teuer erkaufte Zerstörung."
    },
    "Blitzzone": {
      "detail": "Elektrifiziertes Gebiet mit d8+VER Schaden. RW 8, Flächenwirkung, hält 2 Runden. Bei ≥10: Verlangsamt. Terrain-Kontrolle — Feinde, die das Gebiet betreten oder darin stehen, nehmen Schaden.",
      "battlemap": "Fernkampf, 8 Felder. Erzeugt eine 3×3 Zone auf dem Boden. Hält 2 Runden. Jede Kreatur, die das Feld betritt oder dort startet, nimmt Schaden. Blockiert Durchgänge und zwingt zur Umgehung.",
      "gm": "Der Boden beginnt zu knistern. Kleine Blitze zucken zwischen den Steinen, Grashalme stehen aufrecht. Wer hindurchtritt, spürt das Kribbeln bis in die Zähne. Der Bereich leuchtet in unheimlichem Blauviolett."
    },
    "Impulsstoß": {
      "detail": "Kurzer, harter Energiestoß. d8+VER Schaden, RW 4. Kein Statuseffekt. Schneller, zuverlässiger Fernkampfangriff ohne besondere Einschränkungen.",
      "battlemap": "Fernkampf, 4 Felder. Einzelziel, Sichtlinie. Schneller Cast — ideal als Filler zwischen stärkeren Fähigkeiten oder wenn der Charakter auf Distanz bleiben muss.",
      "gm": "Ein kurzes Flackern in der Hand — dann schießt ein kompakter Energieball zum Ziel. Nicht spektakulär, aber er trifft hart. Der Einschlag klingt wie ein trockener Peitschenknall."
    },
    "Nervenstörung": {
      "detail": "Elektrische Impulse stören die Motorik des Ziels. d6+PRÄ Schaden, RW 4. Bei ≥12: Verwirrt. Wenig Schaden, aber der Verwirrt-Status ist extrem stark — das Ziel kann Verbündete angreifen.",
      "battlemap": "Fernkampf, 4 Felder. Einzelziel. Der Schaden ist sekundär — die wahre Stärke liegt im niedrigen Verwirrt-Schwellenwert. Ideal gegen feindliche Damage-Dealer.",
      "gm": "Unsichtbare Impulse treffen das Nervensystem des Ziels. Die Hände zucken unkontrolliert, die Augen flackern. Das Ziel dreht sich verwirrt um — wer ist Freund, wer ist Feind? Für einen Moment ist nichts mehr sicher."
    },
    "Entladungswelle": {
      "detail": "Breite Energiewelle in Linie. d10+KRF Schaden, RW 8. Kein Statuseffekt. Trifft alle Ziele in einer geraden Linie — effektiv gegen aufgereihte Feinde.",
      "battlemap": "Fernkampf, 8 Felder in einer Linie (1 Feld breit). Alle Kreaturen in der Linie nehmen Schaden. Positionierung ist wichtig — versuche, möglichst viele Feinde in einer Reihe zu erwischen.",
      "gm": "Der Charakter streckt beide Hände nach vorn. Eine Welle aus reiner Energie schießt los — ein gleißendes Band, das alles in seinem Weg trifft. Die Luft hinter der Welle schimmert von der Hitze."
    },
    "Präzisionsblitz": {
      "detail": "Chirurgisch genauer Fernblitz. d8+VER Schaden, RW 12. Bei ≥10: Markiert. Extreme Reichweite und niedrige Markiert-Schwelle — perfekter Eröffnungsangriff, der das Ziel für das Team sichtbar macht.",
      "battlemap": "Fernkampf, 12 Felder — maximale Reichweite. Einzelziel, Sichtlinie. Der Markiert-Status gibt Verbündeten +2 auf Angriffe gegen das Ziel. Ideal als erster Zug im Kampf.",
      "gm": "Der Charakter fokussiert — ein dünner, fast unsichtbarer Blitz schießt über das gesamte Schlachtfeld. Kein Donner, nur ein leises Summen. Am Ziel: ein kurzes Aufleuchten, dann ein permanentes elektrisches Flimmern, das es für alle sichtbar macht."
    },
    "Blitztempo": {
      "detail": "Blitzschnelles Ausweichen mit d8+GES. RW 1, erlaubt 1 Feld Repositionierung. Standardverteidigung des Blitz-Stils — schnell, zuverlässig, mit taktischem Bonus.",
      "battlemap": "Selbst, 1 Feld Repositionierung. Kann nach der Verteidigung 1 Feld in jede Richtung rücken. Erlaubt Ausweichen UND taktische Neupositionierung in einem Zug.",
      "gm": "Elektrische Energie durchflutet die Muskeln — der Charakter bewegt sich so schnell, dass er kurz zu flimmern scheint. Der Angriff trifft nur Nachbilder. Einen Wimpernschlag später steht der Charakter woanders."
    },
    "Energiehülle": {
      "detail": "Elektrisches Schutzfeld am Körper. d10+KRF Verteidigung, RW 1. Angreifer im Nahkampf erleiden Brennend bei ≥14. Offensive Verteidigung — wer zuschlägt, wird bestraft.",
      "battlemap": "Selbst. Aktiviert ein Energiefeld, das Nahkampfangreifer bestraft. Kein Vorteil gegen Fernkampf. Ideal in Kombination mit anderen Nahkampffähigkeiten.",
      "gm": "Elektrische Bögen tanzen über die Haut des Charakters. Ein blaues Glühen umhüllt den Körper. Wer zuschlägt, bekommt den Strom direkt in die Waffe — Funken sprühen, die Hand brennt."
    },
    "Reizunterdrückung": {
      "detail": "Schmerzunterdrückung durch elektrische Stimulation. d6+ZÄH Verteidigung. Macht immun gegen Erschüttert und Verlangsamt für diese Runde. Situativ sehr stark gegen Debuff-lastige Gegner.",
      "battlemap": "Selbst. Rein defensiv — kein Bewegungsbonus, kein Gegenangriff. Wertvoll gegen Feinde mit vielen Statuseffekten wie Gift oder Erde.",
      "gm": "Der Charakter schickt kontrollierte Stromstöße durch das eigene Nervensystem. Die Augen leuchten kurz auf. Schmerz? Irrelevant. Verlangsamung? Überschrieben. Der Körper gehorcht nur noch dem Willen."
    },
    "Stromableitung": {
      "detail": "Energie erden durch Bodenkontakt. d8+ZÄH Verteidigung, +2 DR gegen Energie-Angriffe für diese Runde. Spezialisierte Verteidigung gegen andere Elementar-Nutzer.",
      "battlemap": "Selbst. Der Charakter muss Bodenkontakt haben — funktioniert NICHT in der Luft oder auf Wasser. +2 DR stapelt mit vorhandener Rüstung.",
      "gm": "Der Charakter presst die Handflächen auf den Boden. Elektrische Energie fließt ab — sichtbar als blaue Muster, die sich über den Stein ausbreiten und verblassen. Der Boden dampft leicht."
    },
    "Kurzteleport": {
      "detail": "Blitzschneller Positionswechsel über bis zu 4 Felder. d6+GES Verteidigung. Ignoriert Hindernisse und Gelegenheitsangriffe. Die ultimative Mobilitäts-Verteidigung.",
      "battlemap": "4 Felder Teleportation in jede Richtung. Ignoriert Mauern, Feinde und schwieriges Terrain. Sichtlinie zum Zielfeld nicht erforderlich. Perfekt zum Entkommen aus Umzingelungen.",
      "gm": "Ein Blitz — und der Charakter ist weg. Kein Laufen, kein Springen. Einfach: hier, dann dort. Ein kurzes Nachleuchten am alten Standort, ein leises Knistern am neuen. Selbst erfahrene Kämpfer erschrecken beim ersten Mal."
    },
    "Reaktionsboost": {
      "detail": "Reflexe elektrisch beschleunigen. d8+GES Verteidigung, nächster eigener Angriff erhält +1. Defensive UND offensiver Bonus — optimale Überleitung zur Offensive.",
      "battlemap": "Selbst. Verteidigt und buffed gleichzeitig. Der +1 Bonus gilt für den nächsten Angriffsversuch, egal welcher. Ideal vor einem Überladung- oder Blitzschlag-Einsatz.",
      "gm": "Für einen Sekundenbruchteil beschleunigt sich alles — die Wahrnehmung, die Reflexe, der Herzschlag. Der feindliche Angriff kommt in Zeitlupe. Der Charakter weicht mühelos aus und baut bereits Energie für den Gegenschlag auf."
    },
    "Energieschild": {
      "detail": "Hartes Energiefeld als Schutz. d10+VER Verteidigung, RW 2 — schützt auch Verbündete direkt dahinter. Die stärkste rein defensive Blitz-Fähigkeit.",
      "battlemap": "2 Felder Reichweite. Erzeugt ein Energiefeld, das den Charakter und 1 Verbündeten direkt dahinter schützt. Der Verbündete muss adjacent und in Deckungslinie stehen.",
      "gm": "Ein flaches, summendes Energiefeld materialisiert sich — halb transparent, durchzogen von blauen Blitzen. Einschläge prallen ab, Funken fliegen. Das Schild summt unter der Last, hält aber."
    },
    "Überladungsstoß": {
      "detail": "Reaktiver Gegenstoß mit d12+KRF. RW 2. Kein Selbstschutz — rein offensive Reaktion auf einen feindlichen Angriff. Höchster Verteidigungswürfel, aber der Charakter nimmt trotzdem vollen Schaden.",
      "battlemap": "2 Felder. Reagiert auf einen eingehenden Angriff mit einem Gegenschlag. Der feindliche Schaden wird NICHT reduziert — man handelt quasi Schaden gegen Schaden. Risk/Reward-Play.",
      "gm": "Der Angriff trifft — aber im selben Moment entlädt der Charakter alles zurück. Zwei Energieexplosionen gleichzeitig, Funken fliegen in alle Richtungen. Beide Seiten taumeln. Wer mehr einstecken kann, gewinnt."
    },
    "Nervenschild": {
      "detail": "Einmaliger Block gegen einen Statuseffekt. d6+VER Verteidigung. Wenn aktiviert, wird der nächste Statuseffekt komplett negiert — egal welcher. Sehr situativ, aber lebensrettend.",
      "battlemap": "Selbst. Hält bis zum nächsten Statuseffekt oder Rundenende. Ideal präventiv einsetzen, wenn man weiß, dass der nächste Angriff einen Status bringt.",
      "gm": "Ein kurzes Flimmern um den Kopf — das Nervensystem wird in einen Schutzmodus versetzt. Elektrische Impulse schirmen die Synapsen ab. Der nächste Versuch, den Geist oder Körper zu manipulieren, prallt einfach ab."
    },
    "Energieabsorption": {
      "detail": "Energie speichern und für den nächsten Angriff nutzen. d8+ZÄH Verteidigung. Nächster Blitz-Angriff erhält +2 Bonus. Verwandelt feindliche Aggression in eigene Stärke.",
      "battlemap": "Selbst. Verteidigt und speichert Energie. Der +2 Bonus gilt nur für Blitz-Fähigkeiten, nicht für andere Angriffe. Ideal in Kombination mit Blitzschlag oder Überladung.",
      "gm": "Der Charakter streckt die Hand aus — und der feindliche Angriff wird aufgesogen. Die Energie fließt in den Körper, sichtbar als pulsierende Adern aus Licht unter der Haut. Mehr Schmerz bedeutet mehr Munition."
    }
  },
  "water": {
    "Wasserstrahl": {
      "detail": "Präziser Hochdruckstrahl. d8+GES Schaden, RW 8. Kein Statuseffekt. Zuverlässiger Standard-Fernkampfangriff mit guter Reichweite — der Brot-und-Butter-Angriff des Wasser-Stils.",
      "battlemap": "Fernkampf, 8 Felder. Einzelziel, Sichtlinie. Schnell und ohne Einschränkungen einsetzbar. Guter Filler-Angriff zwischen Crowd-Control-Fähigkeiten.",
      "gm": "Wasser sammelt sich in der Hand, komprimiert sich — dann schießt ein fingerbreiter Strahl los, schneidend wie ein Laser. Der Einschlag hinterlässt eine saubere Furche in Stein, Holz oder Fleisch."
    },
    "Wasserpeitsche": {
      "detail": "Flexible Wasserpeitsche mit d10+GES, RW 4. Ignoriert halbe Deckung — das Wasser biegt sich um Hindernisse. Kein Statuseffekt, aber hoher Schaden mit taktischem Vorteil.",
      "battlemap": "Fernkampf, 4 Felder. Ignoriert halbe Deckung — die Peitsche umfließt Barrieren. Besonders effektiv gegen Feinde hinter niedrigen Mauern oder Schilden.",
      "gm": "Ein langer Wasserarm schießt aus der Hand — flüssig, aber hart wie Stahl. Die Peitsche umfließt die Deckung des Ziels mühelos und trifft von der Seite. Ein nasses Klatschen, dann Stille."
    },
    "Eislanze": {
      "detail": "Massive Eisnadel. d12+KRF Schaden, RW 8. Bei ≥14: Blutend. Der stärkste Einzelangriff des Wasser-Stils — langsam zu formen, aber verheerend beim Treffer.",
      "battlemap": "Fernkampf, 8 Felder. Einzelziel. Durchschlagend — ideal gegen schwer gepanzerte Einzelziele. Der Blutend-Status sorgt für Folgeschaden über mehrere Runden.",
      "gm": "Wasser gefriert in Sekundenbruchteilen zu einem armlangen Eispfeil. Die Spitze ist rasiermesserscharf. Mit einem Knirschen schießt die Lanze los — beim Einschlag splittert sie, hinterlässt tiefe, gefrorene Wunden, die nicht aufhören zu bluten."
    },
    "Eisfläche": {
      "detail": "Boden einfrieren für Terrain-Kontrolle. d6+VER Schaden, RW 4. Bei ≥10: Verlangsamt. Niedriger Schaden, aber exzellente Flächenkontrolle — Feinde können kaum noch manövrieren.",
      "battlemap": "Fernkampf, 4 Felder. Erzeugt eine 3×3 Zone aus Eis. Schwieriges Terrain — Bewegung kostet doppelt. Feinde im Bereich werden verlangsamt. Blockiert Flankenmanöver effektiv.",
      "gm": "Der Boden überzieht sich mit einer dünnen, tückischen Eisschicht. Es knackt und knirscht. Wer darauf tritt, rutscht unkontrolliert — Beine gleiten weg, Gleichgewicht verloren. Wie eine Eisbahn mitten im Kampf."
    },
    "Druckstoß": {
      "detail": "Komprimierte Wassermasse als Nahkampfangriff. d10+KRF, RW 2. Kein Statuseffekt, aber 1 Feld Rückstoß. Schaden plus Positionskontrolle.",
      "battlemap": "Nahkampf, 2 Felder. Das Ziel wird 1 Feld vom Charakter weg gestoßen. Kann in Gefahrenzonen oder von Klippen stoßen. Synergiert mit Eisfläche.",
      "gm": "Eine komprimierte Wasserkugel schießt aus der Faust — beim Auftreffen dehnt sie sich explosionsartig aus. Das Ziel wird rückwärts geschleudert, durchnässt und desorientiert."
    },
    "Wassergefängnis": {
      "detail": "Ziel in einer Wassersphäre einschließen. d6+VER Schaden, RW 4. Bei ≥16: Eingefroren. Der mächtigste CC-Angriff des Wasser-Stils — Eingefroren bedeutet komplette Handlungsunfähigkeit.",
      "battlemap": "Fernkampf, 4 Felder. Einzelziel. Der Eingefroren-Status hält bis das Ziel sich befreit (Aktion). Ideal gegen einzelne Hochwertziele, um sie aus dem Kampf zu nehmen.",
      "gm": "Wasser umhüllt das Ziel wie ein lebendiger Kokon — erst die Beine, dann der Torso. In Sekunden ist es komplett eingeschlossen in einer schwebenden Kugel aus Wasser. Drinnen kämpft es um Atem und Freiheit."
    },
    "Froststoß": {
      "detail": "Schockfrost im Nahbereich. d10+ZÄH Schaden, RW 2. Bei ≥16: Eingefroren. Hoher Schaden plus Einfrieren — aber nur im Nahkampf. Riskant, da der Charakter nah ran muss.",
      "battlemap": "Nahkampf, 2 Felder. Einzelziel. Stärkster Nahkampf-CC des Wasser-Stils. Kombination mit Gleiten (erst Ausweichen, dann Froststoß) ist besonders effektiv.",
      "gm": "Die Temperatur stürzt ab. Atem wird sichtbar, Frost kriecht über den Boden. Dann: ein Griff, eine Berührung — und das Ziel erstarrt. Eisblumen breiten sich über Rüstung und Haut aus. Bewegungslos, gefangen im Frost."
    },
    "Flutwelle": {
      "detail": "Massive Wasserwand in Linie. d10+GES Schaden, RW 8. Bei ≥10: Verlangsamt. Flächenangriff mit guter Reichweite — trifft alle in der Linie und verlangsamt sie.",
      "battlemap": "Fernkampf, 8 Felder in Linie (2 Felder breit). Alle Kreaturen in der Linie nehmen Schaden. Verlangsamt-Schwelle ist niedrig — hohe Chance auf Debuff bei Mehrfachtreffern.",
      "gm": "Eine Wand aus Wasser türmt sich auf — mannshoch, breit und unaufhaltsam. Sie rauscht über das Schlachtfeld, reißt alles mit. Wer getroffen wird, kämpft gegen die Strömung, triefend nass und kaum noch standfest."
    },
    "Nebelstoß": {
      "detail": "Dichter Nebel blendet und blockiert Sicht. d6+PRÄ Schaden, RW 4. Bei ≥10: Geblendet. Minimaler Schaden, aber der Geblendet-Status mit niedriger Schwelle ist extrem nützlich.",
      "battlemap": "Fernkampf, 4 Felder. Einzelziel. Geblendete Ziele haben −2 auf alle Angriffe und können keine Fernkampfangriffe machen. Ideal als Setup für den nächsten Verbündeten-Angriff.",
      "gm": "Dichter, weißer Nebel hüllt das Ziel ein — von einer Sekunde auf die nächste ist nichts mehr zu sehen. Das Ziel stolpert blind umher, schlägt in die Luft. Die Welt besteht nur noch aus weißem Nichts."
    },
    "Eissplitter": {
      "detail": "Hagel aus scharfen Eiskristallen. d8+GES Schaden, RW 12. Bei ≥14: Blutend. Maximale Reichweite mit Blutend-Status — der beste Langstrecken-Angriff des Wasser-Stils.",
      "battlemap": "Fernkampf, 12 Felder. Einzelziel. Extreme Reichweite erlaubt Angriffe aus sicherer Distanz. Blutend-Status sorgt für Folgeschaden und Druckaufbau.",
      "gm": "Dutzende winziger Eiskristalle materialisieren sich in der Luft — dann schießen sie los wie ein Schwarm Glasscherben. Am Ziel angekommen, schneiden sie durch alles. Hunderte kleiner Schnitte, jeder einzelne eiskalt."
    },
    "Wasserwand": {
      "detail": "Taktische Barriere aus Wasser. d8+VER Verteidigung, RW 4. Blockiert Projektile und Sichtlinien. Keine passive Wirkung, sondern aktive Verteidigung gegen einen Angriff.",
      "battlemap": "4 Felder Reichweite. Errichtet eine Wasserwand zwischen Charakter und Angreifer. Kann auch Verbündete dahinter schützen. Blockiert Fernkampf-Sichtlinien.",
      "gm": "Eine Wand aus Wasser schießt aus dem Boden — dick, dicht, undurchsichtig. Pfeile und Bolzen verschwinden darin mit einem dumpfen Plop. Die Wand wogt und schimmert, bevor sie zurück in den Boden fließt."
    },
    "Eisblock": {
      "detail": "Massiver Eisblock als Deckung. d12+ZÄH Verteidigung, RW 1. Höchster Verteidigungswürfel — die ultimative Notbremse gegen massive Einzelangriffe.",
      "battlemap": "Selbst. Errichtet einen Eisblock direkt vor dem Charakter. Blockiert eine Angriffsrichtung komplett. Kann nicht um den Block herum angreifen.",
      "gm": "In einem Augenblick erstarrt die Luft — ein massiver Block aus kristallklarem Eis materialisiert sich. Der feindliche Angriff kracht dagegen, Risse durchziehen das Eis, aber es hält. Eisstaub rieselt herab."
    },
    "Nebelzone": {
      "detail": "Dichter Nebel auf Fläche. d6+PRÄ Verteidigung, RW 4. Bei ≥10: Geblendet. Der Nutzer kann durch den Nebel hindurchsehen — Feinde nicht. Kontrolle über Sichtlinien.",
      "battlemap": "4 Felder Reichweite. Erzeugt eine 3×3 Nebelzone. Der Charakter und Verbündete sehen hindurch, Feinde nicht. Blockiert Fernkampf in und durch die Zone.",
      "gm": "Nebel quillt aus dem Nichts — dicht, kalt und undurchdringlich. Für den Charakter aber: kristallklar. Feindliche Bogenschützen senken verwirrt ihre Waffen. Man kann nicht treffen, was man nicht sieht."
    },
    "Strömungsumlenkung": {
      "detail": "Angriff mit Wasserströmung ablenken. d8+GES Verteidigung, RW 2. Lenkt den Angriff am Charakter vorbei — funktioniert gegen physische und magische Angriffe gleichermaßen.",
      "battlemap": "Selbst, 2 Felder Wirkungsbereich. Der umgelenkte Angriff verfehlt einfach — er trifft kein anderes Ziel. Solide Allround-Verteidigung.",
      "gm": "Die Hand beschreibt eine fließende Geste — und der Angriff folgt dem Wasser. Wie ein Fluss um einen Stein fließt der feindliche Hieb am Charakter vorbei. Elegant, mühelos, nass."
    },
    "Gleiten": {
      "detail": "Auf einem Wasserfilm 2 Felder ausweichen. d6+GES Verteidigung, RW 1. Niedrige Verteidigung, aber 2 Felder Repositionierung — die mobilste Verteidigung des Wasser-Stils.",
      "battlemap": "2 Felder Reposition in jede Richtung. Gleiten ignoriert schwieriges Terrain (auch eigene Eisflächen). Perfekt zum Ausweichen und gleichzeitigen Neupositionieren.",
      "gm": "Der Charakter gleitet — buchstäblich. Die Füße berühren kaum den Boden, eine dünne Wasserschicht trägt sie. Wie auf einer Welle surfend gleitet der Charakter aus der Gefahrenzone."
    },
    "Wasserhaut": {
      "detail": "Schützende Wasserschicht am Körper. d8+GES Verteidigung, RW 1. Die Wasserschicht dämpft Einschläge. Zuverlässige Nahkampf-Verteidigung ohne Sondereffekte.",
      "battlemap": "Selbst. Rein defensive Schutzschicht. Keine Bewegung, kein Gegenangriff. Solide wenn Gleiten zu riskant wäre.",
      "gm": "Wasser hüllt den Körper ein wie eine zweite Haut — dünn, aber dicht. Schwertschläge treffen auf Widerstand, Wuchtwaffen werden gedämpft. Das Wasser absorbiert, verteilt, schützt."
    },
    "Eisrüstung": {
      "detail": "Temporäre Eisschicht als Panzer. d10+ZÄH Verteidigung, RW 1. Hoher Verteidigungswert, verwandelt den Wasser-Nutzer vorübergehend in einen Tank.",
      "battlemap": "Selbst. Verleiht hohe temporäre Verteidigung. Keine Bewegungseinschränkung — anders als die Erde-Steinrüstung. Hält bis zum nächsten Treffer.",
      "gm": "Eisblumen schießen über die Haut, verdichten sich zu einer schimmernden Rüstung. Der Charakter bewegt sich knirschend, aber ungehindert. Die Eispanzerung glitzert im Licht — schön und tödlich."
    },
    "Flusslauf": {
      "detail": "Wie Wasser fließen — 4 Felder Bewegung. d8+GES Verteidigung, RW 4. Maximale Mobilität bei gleichzeitiger Verteidigung. Kann durch feindliche Felder fließen.",
      "battlemap": "4 Felder Bewegung in beliebiger Richtung. Kann durch feindlich besetzte Felder hindurch — provoziert keine Gelegenheitsangriffe. Perfekt zum Durchbrechen von Einkreisungen.",
      "gm": "Der Körper des Charakters wird flüssig — nicht metaphorisch. Für einen Augenblick fließt er tatsächlich wie Wasser über den Boden, durch Beine und um Hindernisse herum, bevor er sich wieder materialisiert."
    },
    "Untertauchen": {
      "detail": "In Wasser verschwinden, unangreifbar für 1 Runde. d6+GES Verteidigung. Der Charakter ist komplett unangreifbar — kann aber auch selbst nicht angreifen. Notfall-Überlebensfähigkeit.",
      "battlemap": "Selbst. Der Charakter verschwindet für 1 Runde komplett. Kann nicht angegriffen werden, kann aber auch nicht handeln. Erscheint am selben Feld wieder. Ideal zum Überleben kritischer Situationen.",
      "gm": "Der Charakter zerfließt — wird zu Wasser, sickert in den Boden. Für einen Moment ist nichts da außer einer nassen Stelle. Schwerter treffen auf Pfützen, Magie verhallt. Dann formt sich der Körper langsam wieder."
    },
    "Druckentladung": {
      "detail": "Reaktive Druckwelle bei Treffer. d10+KRF Verteidigung, RW 2. Wenn der Charakter getroffen wird, entlädt sich eine Druckwelle. Schützt nicht vor dem Treffer, aber bestraft den Angreifer.",
      "battlemap": "2 Felder Reichweite. Reaktiv — nur bei eingehendem Nahkampfangriff. Der Angreifer nimmt Schaden und wird 1 Feld zurückgestoßen. Hält Nahkämpfer auf Distanz.",
      "gm": "Der Treffer landet — aber im selben Moment detoniert das Wasser. Eine Druckwelle schleudert den Angreifer zurück, Wasser spritzt in alle Richtungen. Wer nah genug war, zu treffen, war nah genug, um bestraft zu werden."
    }
  },
  "wind": {
    "Windklinge": {
      "detail": "Scharfer, unsichtbarer Luftschnitt. d10+GES Schaden, RW 4. Bei ≥14: Blutend. Unsichtbar — das Ziel sieht den Angriff nicht kommen. Standard-Damage-Dealer des Wind-Stils.",
      "battlemap": "Fernkampf, 4 Felder. Einzelziel, Sichtlinie. Der Angriff ist unsichtbar — keine Möglichkeit, visuell auszuweichen. Solider Fernkampf mit Blutend-Bonus.",
      "gm": "Nichts zu sehen. Nur ein Zischen — dann ein Schnitt durch Stoff, Leder, Fleisch. Eine unsichtbare Klinge aus komprimierter Luft, schärfer als jedes Schwert. Das Ziel merkt erst, dass es getroffen wurde, als das Blut fließt."
    },
    "Druckstoß": {
      "detail": "Komprimierte Luft als Rückstoß-Waffe. d10+KRF, RW 4. Kein Statuseffekt, aber 2 Felder Rückstoß. Positionskontrolle — Feinde von Verbündeten wegstoßen oder in Gefahrenzonen drängen.",
      "battlemap": "Fernkampf, 4 Felder. 2 Felder Rückstoß in gerader Linie vom Charakter weg. Kann Ziele von Klippen stoßen, in Fallen drängen oder aus Reichweite von Verbündeten entfernen.",
      "gm": "Ein Ruck — eine unsichtbare Faust aus Luft trifft das Ziel in der Brust. Es wird rückwärts geschleudert, die Füße schleifen über den Boden. Staub wirbelt auf in der Druckwelle."
    },
    "Tornado": {
      "detail": "Kontrollierter Wirbelsturm. d8+VER Schaden, RW 8, Flächenwirkung, 2 Runden beweglich. Bei ≥10: Verlangsamt. Der Charakter kann den Tornado jede Runde 4 Felder bewegen.",
      "battlemap": "Fernkampf, 8 Felder. 3×3 Zone. Hält 2 Runden und kann pro Runde 4 Felder bewegt werden. Feinde darin nehmen Schaden und werden verlangsamt. Extrem starke Zonenkontrolle.",
      "gm": "Ein Wirbelwind formt sich — erst klein, dann wächst er zu einer drehenden Säule aus Luft und Staub. Der Charakter dirigiert ihn mit Gesten über das Schlachtfeld. Alles in seinem Pfad wird herumgewirbelt."
    },
    "Luftschnitt-Serie": {
      "detail": "Schnelle Folge dünner Windklingen. d6+GES, RW 4. Bei ≥12: Blutend. Niedriger Einzelschaden, aber niedrige Blutend-Schwelle — zuverlässigster Blutend-Auslöser des Wind-Stils.",
      "battlemap": "Fernkampf, 4 Felder. Einzelziel. Mehrere schnelle Schnitte — visualisiert als Salve, mechanisch ein Wurf. Die niedrige Blutend-Schwelle macht ihn zum Setup-Angriff.",
      "gm": "Eins-zwei-drei-vier-fünf — ein Hagel aus unsichtbaren Schnitten. Jeder einzelne dünn wie ein Papierblatt, aber zusammen? Das Ziel sieht aus wie von einer Dornenhecke gezogen worden. Dutzende feine, blutende Schnitte."
    },
    "Fallwind": {
      "detail": "Luftdruck von oben presst Ziel nieder. d8+VER, RW 8. Kein Statuseffekt. Das Ziel wird nicht beschädigt durch den Druck selbst, sondern durch den Aufprall auf den Boden.",
      "battlemap": "Fernkampf, 8 Felder. Einzelziel. Der Angriff kommt von oben — ignoriert horizontale Deckung. Besonders effektiv gegen Ziele hinter Mauern.",
      "gm": "Die Luft über dem Ziel verdichtet sich — eine unsichtbare Last drückt von oben herab. Das Ziel geht in die Knie, der Boden unter den Füßen knackt. Wie eine göttliche Hand, die jemanden zu Boden presst."
    },
    "Wirbelwurf": {
      "detail": "Gegner mit Wind 3 Felder schleudern. d12+KRF, RW 2. Kein Statuseffekt, aber massiver Rückstoß. Höchster Wind-Schaden im Nahkampf — brutal wenn der Feind gegen etwas prallt.",
      "battlemap": "Nahkampf, 2 Felder. 3 Felder Rückstoß. Wenn das Ziel gegen eine Wand oder ein Hindernis prallt, +d6 Bonusschaden. Perfekte Synergie mit Terrain-Kontrolle.",
      "gm": "Der Charakter macht eine werfende Geste — und ein Wirbelsturm packt den Gegner. Er wird hochgerissen, durch die Luft geschleudert und kracht drei Felder weiter auf den Boden. Staub, Splitter, Schmerzensschrei."
    },
    "Stoßfront": {
      "detail": "Massive Druckwelle im Kegel. d10+GES, RW 8. Kein Statuseffekt. Trifft alle Ziele in einem Kegel — breitester Flächenangriff des Wind-Stils.",
      "battlemap": "Fernkampf, 8 Felder Kegel (3 Felder breit am Ende). Alle Kreaturen im Kegel nehmen Schaden. Positionierung entscheidend — am effektivsten wenn Feinde aufgefächert stehen.",
      "gm": "Der Charakter atmet tief ein — dann stößt er die Arme nach vorn. Eine Wand aus Luft rast los, breitet sich kegelförmig aus. Alles im Weg wird weggeblasen: Staub, Trümmer, Feinde."
    },
    "Windlanze": {
      "detail": "Komprimierter Luftspeer auf extreme Weite. d10+GES, RW 12. Kein Statuseffekt. Maximale Reichweite, solider Schaden — der Scharfschützen-Angriff des Wind-Stils.",
      "battlemap": "Fernkampf, 12 Felder. Einzelziel, Sichtlinie. Extremste Reichweite erlaubt Angriffe aus absoluter Sicherheit. Kein Statuseffekt, aber zuverlässig.",
      "gm": "Die Luft verdichtet sich zu einem unsichtbaren Speer — dann schießt er los. Die Luft hinter ihm reißt auf, ein dünner Kondensstreifen markiert den Pfad. Am Ziel: ein dumpfer Einschlag und ein Loch."
    },
    "Luftschock": {
      "detail": "Plötzlicher Druckwechsel im Nahbereich. d8+KRF, RW 2. Bei ≥16: Betäubt. Der einzige Betäuben-Auslöser des Wind-Stils unter den Standard-Angriffen. Starke Schwelle, aber mächtig bei Erfolg.",
      "battlemap": "Nahkampf, 2 Felder. Einzelziel. Die Betäubt-Schwelle ist hoch — Risiko/Belohnung-Angriff. Ideal nach einer Repositionierung per Seitenstoß oder Gleitbewegung.",
      "gm": "Ein plötzliches Vakuum — die Luft wird aus dem Raum gerissen. Dann: knallend strömt sie zurück. Der Druckwechsel trifft das Trommelfell wie ein Hammerschlag. Das Ziel greift sich an die Ohren, taumelt."
    },
    "Überschallstoß": {
      "detail": "Schallmauer durchbrechen. d20+KRF, RW 4. Bei ≥16: Betäubt. Nur 1× pro Kampf, d8 Selbstschaden. Der Ultimative Angriff des Wind-Stils — der gleiche zerstörerische Preis wie Blitz-Überladung.",
      "battlemap": "Fernkampf, 4 Felder. Einzelziel. Maximaler Burst-Schaden mit Betäubungschance. Der Selbstschaden ist real — nicht als Eröffnungsangriff verwenden, sondern als Finisher.",
      "gm": "Der Charakter beschleunigt die Luft um sich herum bis an die Grenze — dann darüber hinaus. BOOM. Ein Überschallknall, der den Boden erzittern lässt. Fenster zerspringen, Ohren bluten, das Ziel wird von der reinen Druckwelle getroffen. Der Charakter selbst taumelt von der Rückwirkung."
    },
    "Luftschild": {
      "detail": "Rotierender Windschild. d8+GES Verteidigung, RW 1. +2 gegen Fernkampf. Der beste Schutz gegen Bogenschützen und Fernkämpfer.",
      "battlemap": "Selbst. Rotierender Wind um den Charakter. +2 Bonus gilt nur gegen Fernkampf-Angriffe, nicht Nahkampf. Ideal gegen Gruppen feindlicher Schützen.",
      "gm": "Ein rotierender Windschild formt sich — Pfeile werden abgelenkt, Bolzen verwirbelt. Der Charakter steht im Auge eines kleinen Sturms, ruhig während um ihn herum die Luft tobt."
    },
    "Seitenstoß": {
      "detail": "Schnelles Ausweichen per Windstoß. d6+GES Verteidigung, 1 Feld Repositionierung. Grundlegende Ausweich-Verteidigung mit taktischem Bonus.",
      "battlemap": "Selbst, 1 Feld Reposition in jede Richtung. Schnelle Ausweichreaktion. Kann in die Flanke des Angreifers positionieren. Gut als Setup für den nächsten Angriff.",
      "gm": "Ein kurzer Windstoß von der Seite — der Charakter gleitet einen Schritt zur Seite, fast schwerelos. Der Angriff geht ins Leere."
    },
    "Sprungverstärkung": {
      "detail": "Windsprung auf erhöhtes Terrain. d6+GES Verteidigung, RW 1. Kann auf erhöhte Positionen springen — Höhenvorteil gibt +1 auf Fernkampf.",
      "battlemap": "Selbst. Springt auf erhöhtes Terrain (Felsen, Mauern, Dächer). Braucht erhöhtes Terrain in Reichweite. Der Höhenvorteil gibt +1 auf nachfolgende Fernkampfangriffe.",
      "gm": "Wind unter den Füßen — und der Charakter springt. Nicht normal, sondern wie von einer Windböe getragen, auf ein Dach, eine Mauer, einen Felsen. Von oben herab das Schlachtfeld überblickend."
    },
    "Gleitbewegung": {
      "detail": "Auf Luftströmung gleiten. d8+GES Verteidigung, 2 Felder Repositionierung. Stärkere Version von Seitenstoß mit mehr Mobilität.",
      "battlemap": "2 Felder Reposition in jede Richtung. Kann durch feindliche Zonen gleiten ohne Gelegenheitsangriffe. Beste Mobilität bei gleichzeitiger Verteidigung.",
      "gm": "Die Füße lösen sich fast vom Boden — getragen von einer Luftströmung gleitet der Charakter zwei Schritte, mühelos, elegant. Wie ein Blatt im Wind."
    },
    "Rückstoß": {
      "detail": "Harter Windstoß gegen den Angreifer. d10+KRF Verteidigung, RW 2. Angreifer wird 2 Felder zurückgestoßen. Offensive Verteidigung — hält Nahkämpfer auf Distanz.",
      "battlemap": "2 Felder Reichweite. Reaktiv — der Angreifer wird 2 Felder vom Charakter weg gestoßen. Kann aus Nahkampf-Reichweite drängen. Synergiert mit Fernkampf-Strategie.",
      "gm": "Der Angriff kommt — und wird von einem brutalen Windstoß beantwortet. Der Angreifer wird rückwärts geschleudert, Staub wirbelt auf. Wer den Wind angreift, wird vom Wind zurückgeschlagen."
    },
    "Windtunnel": {
      "detail": "Projektile in einem Windtunnel umleiten. d8+VER Verteidigung, RW 4. Lenkt den Angriff auf einen anderen Feind um. Extrem taktisch — der Feind schadet sich selbst.",
      "battlemap": "4 Felder Reichweite. Leitet einen Fernkampf-Angriff auf ein anderes feindliches Ziel in RW 4 um. Funktioniert nur gegen Fernkampf/Projektile, nicht gegen Nahkampf.",
      "gm": "Der Pfeil fliegt — aber der Wind greift ein. Er dreht die Flugbahn, wie eine unsichtbare Hand. Der Pfeil macht eine Kurve und trifft... den Verbündeten des Schützen. Die Verwirrung im feindlichen Lager ist unbezahlbar."
    },
    "Luftpolster": {
      "detail": "Sturz/Rückstoß-Immunität. d8+ZÄH Verteidigung, RW 1. Komplett immun gegen Verschiebungs- und Sturzeffekte für diese Runde. Spezialisierte Verteidigung.",
      "battlemap": "Selbst. Verhindert jegliche Verschiebung — Rückstoß, Fallen, Ziehen. Ideal gegen Erde-Nutzer (Wirbelwurf) oder an Klippen/Abgründen.",
      "gm": "Luft verdichtet sich unter den Füßen, um den Körper — ein unsichtbares Polster. Der Charakter ist verankert, nicht durch Schwerkraft, sondern durch Wind. Nichts kann ihn verschieben."
    },
    "Richtungsbruch": {
      "detail": "Nahkampfangriff auf andere Feinde ablenken. d6+GES Verteidigung, RW 2. Leitet einen Nahkampfangriff auf einen benachbarten Feind um. Das Nahkampf-Pendant zum Windtunnel.",
      "battlemap": "2 Felder Reichweite. Funktioniert nur gegen Nahkampf. Ein feindliches Ziel in Reichweite 2 muss vorhanden sein, auf das der Angriff umgeleitet werden kann.",
      "gm": "Der Schwerthieb kommt — aber der Wind greift in die Klinge, dreht den Arm des Angreifers. Sein eigener Verbündeter neben ihm bekommt den vollen Treffer ab. Oops."
    },
    "Druckneutralisierung": {
      "detail": "Immun gegen Wind/Schall/Druck für diese Runde. d6+VER Verteidigung, RW 4. Hochspezialisierte Verteidigung gegen andere Druck-basierte Angriffe.",
      "battlemap": "4 Felder Wirkungsbereich. Neutralisiert Druck- und Schalleffekte. Extrem situativ, aber perfekt gegen Schall- und Wind-Gegner.",
      "gm": "Die Luft um den Charakter wird... still. Perfekter Druck, perfekte Ruhe. Keine Schallwelle dringt durch, kein Windstoß bewegt ein Haar. Eine Blase der Stille inmitten des Chaos."
    },
    "Schweben": {
      "detail": "2 Meter Höhe, immun gegen Bodeneffekte. d6+GES Verteidigung, RW 1. Der Charakter schwebt und ignoriert alle Bodeneffekte — Eisflächen, Erdbeben, Fallen.",
      "battlemap": "Selbst. Schwebt 2m über dem Boden. Immun gegen: Eisfläche, Blitzzone, Sporenwolke, Bodenbruch und andere Terrain-Effekte. Kann nicht von bodenbezogenen Gelegenheitsangriffen getroffen werden.",
      "gm": "Die Füße lösen sich vom Boden. Sanft, fast unmerklich. Der Charakter schwebt, vom Wind getragen, knapp über dem Boden. Fallen unter den Füßen? Irrelevant. Eisflächen? Nicht sein Problem."
    }
  },
  "shadow": {
    "Schattenklinge": {
      "detail": "Klinge aus reiner Dunkelheit, lautlos. d12+GES, RW 1. Bei ≥14: Blutend. Höchster Nahkampfschaden des Schatten-Stils. Kein Geräusch, kein Licht — perfekt für den ersten Schlag aus dem Verborgenen.",
      "battlemap": "Nahkampf, 1 Feld. Einzelziel. Wenn der Charakter unsichtbar/getarnt ist: automatisch +2 auf den Wurf. Die ideale Eröffnung nach Dunkelheitstarnung.",
      "gm": "Aus dem Nichts — eine Klinge, schwärzer als die Nacht. Kein Glitzern, kein Geräusch. Nur ein Schnitt, tief und sauber. Das Ziel merkt erst, dass es verletzt ist, als das Blut warm über die Haut fließt."
    },
    "Schattenpfeil": {
      "detail": "Präzises Dunkelheitsprojektil. d8+GES, RW 8. Kein Statuseffekt. Solider Fernkampf-Standardangriff. Schnell, leise, tödlich — aber ohne Zusatzeffekte.",
      "battlemap": "Fernkampf, 8 Felder. Einzelziel, Sichtlinie. Lautlos — alertiert keine Feinde in der Umgebung. Guter Distanzangriff zwischen den CC-Fähigkeiten.",
      "gm": "Ein Pfeil aus purer Dunkelheit löst sich aus dem Schatten — lautlos, schnell, fast unsichtbar. Er trifft mit einem dumpfen Einschlag, hinterlässt kein Projektil — nur eine kalte, dunkle Wunde."
    },
    "Dunkler Griff": {
      "detail": "Schattententakel packen das Ziel. d10+KRF, RW 2. Bei ≥10: Verlangsamt. Nahkampf-CC mit niedriger Schwelle. Die Tentakel halten fest und ziehen das Ziel in die Dunkelheit.",
      "battlemap": "Nahkampf, 2 Felder. Einzelziel. Verlangsamt mit Schwelle ≥10 ist fast garantiert. Ideal zum Festsetzen fliehender Ziele oder vor einem Schattenklinge-Follow-up.",
      "gm": "Schatten werden lebendig — schwarze Ranken schießen aus dem Boden, wickeln sich um Beine und Arme. Das Ziel kämpft gegen die Dunkelheit selbst, die es zu Boden zerrt. Kalt, unnachgiebig, erstickend."
    },
    "Schattenexplosion": {
      "detail": "Dunkelheitsdetonation. d10+KRF, RW 4. Bei ≥12: Geblendet. Flächenwirkung — die Explosion verdunkelt alles im Radius. Damage plus Sichtblockade.",
      "battlemap": "Fernkampf, 4 Felder. 2×2 Fläche. Alle Ziele im Bereich nehmen Schaden und können geblendet werden. Synergiert mit Schattenklinge (geblendete Ziele können schlecht verteidigen).",
      "gm": "Ein Ball aus komprimierter Dunkelheit fliegt — und detoniert. Nicht mit Lärm, sondern mit DUNKELHEIT. Eine Explosion aus Schwarz, die alles Licht verschluckt. Wer drin steht, sieht nichts. Absolut nichts."
    },
    "Erstickende Finsternis": {
      "detail": "Schatten kriecht in die Lungen. d8+ZÄH, RW 4. Bei ≥12: Verlangsamt. Der Schatten dringt über die Atemwege ein — ein besonders grausamer Angriff, der von innen heraus schwächt.",
      "battlemap": "Fernkampf, 4 Felder. Einzelziel. Der Verlangsamt-Status simuliert Atemnot — das Ziel kann nur noch halbe Bewegung. Ignoriert Rüstung da innerlich.",
      "gm": "Der Schatten kriecht — über den Boden, an den Beinen hoch, in Mund und Nase. Das Ziel hustet, ringt nach Luft. Dunkler Rauch quillt aus dem Mund. Ein grausamer Anblick, selbst für abgehärtete Kämpfer."
    },
    "Schattendoppelgänger": {
      "detail": "Illusionskopie aus Schatten greift an. d8+PRÄ, RW 4. Bei ≥14: Verwirrt. Der Doppelgänger ist nicht real, aber der Schaden ist es. Das Ziel weiß nicht mehr, wer der echte Feind ist.",
      "battlemap": "Fernkampf, 4 Felder. Der Doppelgänger erscheint neben dem Ziel und greift an. Verwirrt-Status bedeutet: Chance, den nächsten Angriff auf einen Verbündeten zu richten.",
      "gm": "Aus dem Schatten des Charakters löst sich eine identische Kopie — nur dunkler, mit leuchtenden Augen. Sie greift an, real genug um zu verletzen. Das Original steht still und lächelt. Welcher ist echt?"
    },
    "Nachtbiss": {
      "detail": "Schneller Angriff aus dem Verborgenen. d10+GES, RW 1. Bei ≥12: Blutend. Nahkampf-Burst — besonders effektiv wenn der Charakter getarnt ist (dann +2). Hit-and-Run-Taktik.",
      "battlemap": "Nahkampf, 1 Feld. Ideal nach Schattenschritt (Teleport in Schatten). Zusammen: Teleport → Nachtbiss → Auflösung. Der Feind versteht nicht, was passiert ist.",
      "gm": "Aus der Dunkelheit schnappt etwas zu — schnell wie eine Schlange. Ein Biss der Nacht, kalt und brutal. Bevor das Ziel reagieren kann, ist der Angreifer schon wieder verschwunden. Nur die Wunde bleibt."
    },
    "Schattenketten": {
      "detail": "Ziel mit Schattenfesseln fixieren. d6+VER, RW 8. Bei ≥16: Eingefroren. Fernkampf-CC — das Ziel wird komplett bewegungsunfähig. Eingefroren ist der stärkste Debuff.",
      "battlemap": "Fernkampf, 8 Felder. Einzelziel. Eingefroren = komplette Handlungsunfähigkeit bis Befreiung (Aktion). Hohe Schwelle, aber bei Erfolg ist das Ziel komplett aus dem Kampf.",
      "gm": "Schatten schießen aus dem Boden — schwarze Ketten, die sich um Arme, Beine, Hals wickeln. Das Ziel ist gefesselt, kann sich nicht bewegen, kaum atmen. Die Ketten pulsieren dunkel, als hätten sie ein Eigenleben."
    },
    "Seelenschatten": {
      "detail": "Eigenen Schatten als Angstprojektion senden. d6+PRÄ, RW 8. Bei ≥12: Erschüttert. Der Schatten zeigt dem Ziel seine tiefsten Ängste. Psychologische Kriegsführung.",
      "battlemap": "Fernkampf, 8 Felder. Einzelziel. Erschüttert = −2 auf alle Würfe. Niedriger Schaden, aber der Debuff ist verheerend für feindliche Damage-Dealer.",
      "gm": "Der Schatten des Charakters löst sich und kriecht zum Ziel — dort erhebt er sich und nimmt die Form der schlimmsten Angst an. Spinnen, Flammen, der eigene Tod — für jeden anders, für jeden schrecklich."
    },
    "Totale Finsternis": {
      "detail": "Komplette Dunkelheit in großem Radius. d8+VER, RW 12. Bei ≥10: Geblendet. Flächenkontrolle auf maximale Distanz — der ganze Kampfplatz versinkt in Finsternis.",
      "battlemap": "Fernkampf, 12 Felder. 5×5 Zone kompletter Dunkelheit. Alle Feinde darin sind geblendet. Der Schatten-Nutzer sieht durch die Dunkelheit — andere nicht.",
      "gm": "Die Sonne erlischt — oder so fühlt es sich an. Tiefste, absolute Dunkelheit verschluckt alles. Kein Licht, kein Schatten, kein Nichts. Nur der Schatten-Nutzer sieht klar. Für alle anderen: blinde Panik."
    },
    "Schattenmantel": {
      "detail": "In Dunkelheit hüllen. d8+GES Verteidigung, +2 DR bei Dunkelheit/Dämmerlicht. Passive Verteidigung, die bei schlechten Lichtverhältnissen massiv verstärkt wird.",
      "battlemap": "Selbst. +2 DR nur in Dunkelheit oder Dämmerlicht — tagsüber im Freien kein Bonus. Synergiert mit Totale Finsternis (erzeugt eigene Dunkelheit).",
      "gm": "Schatten hüllen den Charakter ein wie ein lebendiger Mantel. In der Dunkelheit wird er fast unsichtbar — nur die Augen glimmen gelegentlich. Angriffe scheinen durch ihn hindurchzugehen."
    },
    "Schattenschritt": {
      "detail": "Durch Schatten teleportieren. d6+GES Verteidigung, RW 4. Teleportation von einem Schatten zum nächsten. Ignoriert Hindernisse, Feinde und Terrain.",
      "battlemap": "4 Felder Teleportation. Benötigt Schatten am Zielort (bei Dunkelheit: überall). Ignoriert Mauern und Feinde. Perfekt zum Entkommen oder Repositionieren.",
      "gm": "Der Charakter tritt in einen Schatten — und verschwindet. Ein Wimpernschlag später tritt er aus einem anderen Schatten hervor, Meter entfernt. Wie eine Tür zwischen zwei Dunkelheiten."
    },
    "Auflösung": {
      "detail": "Kurz unkörperlich werden. d8+GES Verteidigung. Der Charakter wird für einen Moment zu Schatten — physische Angriffe gehen durch ihn hindurch.",
      "battlemap": "Selbst. Funktioniert gegen physische UND magische Angriffe. Kurz aber effektiv — der Charakter wird für den einen Angriff unkörperlich.",
      "gm": "Der Körper flimmert, wird transparent, dunkel — für einen Herzschlag ist der Charakter nur noch Schatten. Das Schwert geht durch ihn hindurch wie durch Rauch. Dann wird er wieder fest."
    },
    "Dunkelheitstarnung": {
      "detail": "In Schatten verschmelzen, unsichtbar werden. d6+PRÄ Verteidigung. Unsichtbar bis zum nächsten Angriff. Ermöglicht den +2 Bonus auf Schattenklinge/Nachtbiss.",
      "battlemap": "Selbst. Unsichtbar für Feinde. Bewegen bricht die Tarnung NICHT — nur Angreifen oder Schaden nehmen. Ideal zum Repositionieren vor dem tödlichen ersten Schlag.",
      "gm": "Der Charakter verschmilzt mit dem Schatten — wird Teil der Dunkelheit. Augen suchen, finden nichts. Selbst wer genau hinsieht, sieht nur... Schatten. Normal, harmlos, leer."
    },
    "Schattenbarriere": {
      "detail": "Wand aus verdichteter Dunkelheit. d8+VER Verteidigung, RW 2. Blockiert Sichtlinien und Projektile. Solide Flächen-Verteidigung.",
      "battlemap": "2 Felder Reichweite. Errichtet eine dunkle Wand. Blockiert Fernkampf-Sichtlinien komplett. Kann Verbündete dahinter schützen.",
      "gm": "Dunkelheit verdichtet sich zu einer Wand — keine Illusion, sondern echte, greifbare Finsternis. Pfeile verschwinden darin, Blicke prallen ab. Dahinter: Sicherheit."
    },
    "Dunkle Spiegelung": {
      "detail": "Angreifer sieht eigene Ängste. d8+VER Verteidigung, RW 4. Bei ≥14: Verwirrt. Psychologische Gegenverteidigung — der Angreifer erschrickt vor seiner eigenen Reflexion.",
      "battlemap": "4 Felder Reichweite. Funktioniert gegen alle Angriffstypen. Der Verwirrt-Status kann den nächsten Angriff des Feindes auf einen Verbündeten umlenken.",
      "gm": "Der Angreifer blickt in die Dunkelheit — und die Dunkelheit blickt zurück. Sein eigenes Gesicht, verzerrt, schreiend. Seine Ängste, manifestiert. Er zögert, taumelt, weiß nicht mehr, was real ist."
    },
    "Schattenflimmern": {
      "detail": "Position flimmert ständig. d6+GES Verteidigung. −2 für alle Angreifer gegen den Charakter. Passiver Ausweich-Debuff auf alle Feinde.",
      "battlemap": "Selbst. Hält bis zum nächsten eigenen Zug. −2 gilt für ALLE Angriffe gegen den Charakter, nicht nur einen. Besonders stark wenn mehrere Feinde angreifen.",
      "gm": "Der Charakter flimmert — ist hier, ist dort, ist nirgends. Wie ein schlechter Empfang, nur tödlicher. Jeder Angriff scheint eine halbe Sekunde zu spät zu kommen. Frustrierend für jeden Gegner."
    },
    "Nachtauge": {
      "detail": "Perfekte Nachtsicht plus Geblendet-Immunität. d6+ZÄH Verteidigung. Kann durch jede Dunkelheit sehen, immun gegen Blendeffekte. Hochspezialisiert, aber in der richtigen Situation unbezahlbar.",
      "battlemap": "Selbst. Permanenter Bonus bis Kampfende. Negiert Geblendet-Status komplett. Sieht durch eigene Totale Finsternis und feindliche Blendeffekte.",
      "gm": "Die Augen des Charakters verändern sich — die Pupillen weiten sich, nehmen ein unmenschliches Schimmern an. In absoluter Dunkelheit sieht er alles. Blendendes Licht? Nur eine andere Art von Dunkelheit für ihn."
    },
    "Schattenreise": {
      "detail": "Fernreichweite-Teleportation durch Schatten. d6+GES Verteidigung, RW 8. Maximale Teleportations-Reichweite — halbes Schlachtfeld in einem Schritt.",
      "battlemap": "8 Felder Teleportation. Benötigt Schatten am Zielort. Ignoriert alles zwischen Start und Ziel. Beste Flucht-Fähigkeit des Schatten-Stils.",
      "gm": "Der Charakter taucht in den Schatten ein — komplett. Für eine Sekunde existiert er nirgendwo. Dann taucht er am anderen Ende des Schlachtfelds wieder auf, als wäre er durch die Dunkelheit selbst gereist."
    },
    "Leere Hülle": {
      "detail": "Schattenhülle absorbiert vollen Treffer. d10+ZÄH Verteidigung. Der Schatten formt eine Hülle, die einen einzelnen Treffer komplett absorbiert. Notfall-Verteidigung.",
      "battlemap": "Selbst. Absorbiert einen Treffer vollständig — egal wie viel Schaden. Nur 1× pro Kampf einsetzbar. Die ultimative Notbremse.",
      "gm": "Eine Hülle aus purem Schatten umgibt den Charakter — für einen Moment ist er nur eine schwarze Silhouette. Der Angriff trifft die Hülle, zerreißt sie — aber der Charakter darunter ist unversehrt. Die Schatten zerfallen zu Nichts."
    }
  },
  "earth": {
    "Erdspieß": {
      "detail": "Steinspieß schießt aus dem Boden. d10+ZÄH, RW 4. Bei ≥14: Blutend. Solider Mittelstrecken-Angriff — der Spieß kommt von unten, schwer auszuweichen.",
      "battlemap": "Fernkampf, 4 Felder. Einzelziel. Der Spieß kommt aus dem Boden — ignoriert horizontale Deckung. Benötigt Erdkontakt (funktioniert nicht auf Holzböden oder Brücken).",
      "gm": "Der Boden bricht auf — ein scharfer Steinspieß schießt hervor, direkt unter dem Ziel. Splitter fliegen, Staub wirbelt. Der Spieß durchbohrt, was im Weg steht, und zieht sich dann zurück in den Boden."
    },
    "Felswurf": {
      "detail": "Massiven Brocken schleudern. d12+KRF, RW 8. Kein Statuseffekt. Höchster Einzelschaden auf Distanz — rohe Kraft, kanalisiert durch Stein. Langsam, aber vernichtend.",
      "battlemap": "Fernkampf, 8 Felder. Einzelziel. Der Brocken ist sichtbar — Feinde können versuchen auszuweichen. Aber was getroffen wird, bleibt liegen.",
      "gm": "Ein Felsbrocken reißt sich aus dem Boden — groß wie ein Torso. Der Charakter schleudert ihn mit einer Geste. Der Brocken dreht sich in der Luft, Schatten fällt auf das Ziel. Dann: Einschlag. Der Boden bebt."
    },
    "Bodenbruch": {
      "detail": "Boden unter dem Ziel aufbrechen. d10+KRF, RW 4. Bei ≥10: Verlangsamt. Der Boden selbst wird zum Feind — Risse, Spalten, instabiler Grund.",
      "battlemap": "Fernkampf, 4 Felder. 2×2 Fläche. Erzeugt schwieriges Terrain. Verlangsamt-Schwelle ist niedrig — fast garantierter Debuff. Blockiert feindliche Manöver.",
      "gm": "Der Boden knackt, reißt, bricht auf. Risse schießen auf das Ziel zu, der Boden unter den Füßen gibt nach. Steine kippen, Staub steigt auf. Wer hier steht, steht nicht mehr sicher."
    },
    "Erdstampfer": {
      "detail": "Gewaltiger Stampfer, die Erde bebt. d12+ZÄH, RW 2. Bei ≥16: Betäubt. Massiver Nahkampfschaden mit Betäubungschance — der Signature-Move des Erde-Stils.",
      "battlemap": "Nahkampf, 2 Felder. Einzelziel. d12 ist der zweitstärkste Würfel — kombiniert mit Betäubt einer der härtesten Einzelangriffe im Spiel. Erfordert Bodenkontakt.",
      "gm": "Der Fuß kracht auf den Boden — und die Erde antwortet. Eine Schockwelle lässt alles erzittern. Steine springen hoch, Risse durchziehen den Grund. Das Ziel wird vom Beben erfasst, taumelt, fällt."
    },
    "Steinschlag": {
      "detail": "Felsen von oben dirigieren. d8+VER, RW 12. Kein Statuseffekt. Maximale Reichweite — der Charakter reißt Steine aus Mauern, Decken oder Klippen und lässt sie fallen.",
      "battlemap": "Fernkampf, 12 Felder. Einzelziel. Braucht Stein über dem Ziel (Höhlendecke, Gebäude, Klippe). Im Freien: Steine werden aus dem Boden gerissen und geschleudert.",
      "gm": "Der Charakter hebt die Hand — und oben löst sich etwas. Steine, erst kleine, dann größere. Sie fallen. Nicht zufällig, sondern gezielt. Das Ziel schaut hoch und sieht seinen eigenen Steinregen kommen."
    },
    "Metallfaust": {
      "detail": "Faust mit Metall ummanteln. d12+KRF, RW 1. Ignoriert 3 DR. Kein Statuseffekt. Der ultimative Rüstungsbrecher — durchschlägt die schwerste Panzerung.",
      "battlemap": "Nahkampf, 1 Feld. Einzelziel. Ignoriert 3 Punkte Damage Reduction — gegen schwer gepanzerte Ziele oft effektiver als d20-Angriffe. Muss adjacent stehen.",
      "gm": "Metall fließt aus dem Boden über die Faust — Eisen, Stahl, was auch immer im Boden liegt. Die Hand wird zur Waffe: schwer, glänzend, unaufhaltsam. Der Schlag durchbricht Platte, Kette, Schild. Metall gegen Metall."
    },
    "Sandlawine": {
      "detail": "Sandwelle über das Feld. d8+VER, RW 8. Bei ≥12: Geblendet. Flächenangriff mit Blind-Effekt — Sand in den Augen ist einfach, aber effektiv.",
      "battlemap": "Fernkampf, 8 Felder. Linie, 2 Felder breit. Alle Ziele in der Linie nehmen Schaden und können geblendet werden. Benötigt Sand/Erde (nicht auf reinem Stein).",
      "gm": "Eine Welle aus Sand rauscht über den Boden — erst knöchelhoch, dann hüfthoch. Sand peitscht ins Gesicht, in die Augen, in jede Ritze. Wer getroffen wird, sieht nichts mehr außer Körnern."
    },
    "Felsramme": {
      "detail": "Felssäule rammt aus dem Boden. d10+KRF, RW 2. 2 Felder Rückstoß. Die Säule trifft von unten und schleudert das Ziel weg. Positionskontrolle plus Schaden.",
      "battlemap": "Nahkampf, 2 Felder. 2 Felder Rückstoß. Kann gegen Wände stoßen (+d6 Bonus). Synergiert mit Felswand (Ziel gegen eigene Mauer stoßen).",
      "gm": "Eine Steinsäule schießt aus dem Boden — direkt unter dem Ziel. Es wird hochgerissen und weggeschleudert. Der Aufprall am Ende ist fast so schlimm wie der Treffer selbst."
    },
    "Erdgreifer": {
      "detail": "Erdhand greift und fixiert. d8+ZÄH, RW 4. Bei ≥16: Eingefroren. Die Erde formt eine riesige Hand, die das Ziel packt und festhält. Starker CC auf Mittelstrecke.",
      "battlemap": "Fernkampf, 4 Felder. Einzelziel. Eingefroren = komplette Handlungsunfähigkeit. Das Ziel muss eine Aktion aufwenden, um sich zu befreien.",
      "gm": "Der Boden formt sich — Finger aus Stein und Erde greifen nach dem Ziel. Eine riesige Hand packt zu, presst Beine und Torso zusammen. Risse durchziehen die Steinfinger, aber sie halten. Fest."
    },
    "Bebenstoß": {
      "detail": "Erschütterung über Distanz senden. d8+ZÄH, RW 8. Bei ≥10: Verlangsamt. Seismische Welle durch den Boden — trifft alles, was Bodenkontakt hat.",
      "battlemap": "Fernkampf, 8 Felder. Einzelziel. Verlangsamt mit niedriger Schwelle. Verbreitet sich durch den Boden — trifft auch hinter Deckung, solange Bodenkontakt besteht.",
      "gm": "Der Charakter stampft — und die Erde leitet die Kraft weiter. Unsichtbar unter dem Boden rast eine Schockwelle zum Ziel. Der Boden unter den Füßen des Ziels bebt, zittert, reißt leicht auf."
    },
    "Steinrüstung": {
      "detail": "Steinhaut mit höchster DR. d12+ZÄH Verteidigung. Der Charakter selbst wird verlangsamt — Tradeoff: maximaler Schutz gegen reduzierte Mobilität.",
      "battlemap": "Selbst. Höchster Verteidigungswürfel im Spiel. Der Charakter erhält Verlangsamt auf sich selbst — halbe Bewegung. Ideal wenn Positionierung nicht mehr wichtig ist.",
      "gm": "Stein kriecht über die Haut — Schicht um Schicht, bis der Charakter aussieht wie eine lebende Statue. Schwer, mächtig, nahezu unverwundbar. Aber auch langsam. Jeder Schritt knirscht."
    },
    "Felswand": {
      "detail": "Steinmauer aus dem Boden. d10+VER Verteidigung, RW 4. Errichtet eine massive Barriere. Schützt den Charakter und alles dahinter.",
      "battlemap": "4 Felder Reichweite. Errichtet eine 3 Felder breite Wand. Blockiert Sichtlinien, Bewegung und Projektile. Hält bis zerstört (HP = Verteidigungswurf).",
      "gm": "Der Boden reißt auf — eine Wand aus massivem Fels schiebt sich empor. Mannshoch, armbreit. Pfeile prallen ab, Schwertschläge hinterlassen Kratzer. Dahinter: sichere Deckung."
    },
    "Bodenschild": {
      "detail": "Erdplatte als Schild hochreißen. d10+ZÄH Verteidigung, RW 1. Schnell einsetzbar — reißt den Boden vor sich hoch als improvisiertes Schild.",
      "battlemap": "Selbst. Schnelle Reaktion auf einen einzelnen Angriff. Deckung nur in eine Richtung. Zerfällt nach dem Block.",
      "gm": "Eine Platte aus Stein und Erde schießt schräg aus dem Boden — wie ein Schild, das sich selbst erhebt. Der Angriff kracht dagegen, Splitter fliegen. Die Platte zerbricht, hat aber ihren Dienst getan."
    },
    "Erdverankerung": {
      "detail": "Immun gegen Verschiebung. d8+ZÄH Verteidigung. Füße verschmelzen mit dem Boden. Nichts kann den Charakter bewegen — kein Rückstoß, kein Wirbelwurf, kein Wind.",
      "battlemap": "Selbst. Komplette Immunität gegen: Rückstoß, Ziehen, Teleportation durch Feinde, Fallen. Der Charakter ist ein unbeweglicher Fels.",
      "gm": "Die Füße versinken leicht im Boden — Stein wächst darüber, verankert den Charakter. Ein Fels im Sturm. Der Wind mag heulen, die Erde mag beben — dieser Charakter bewegt sich nicht."
    },
    "Sandbarriere": {
      "detail": "Schnelle Sandwand als Deckung. d6+GES Verteidigung, RW 4. Bei ≥10: Geblendet für Angreifer. Weniger stark als Felswand, aber schneller und mit Blind-Effekt.",
      "battlemap": "4 Felder Reichweite. Leichte, schnelle Barriere. Nicht so stabil wie Felswand, aber der Geblendet-Effekt auf Angreifer ist Bonus.",
      "gm": "Sand wirbelt auf — in Sekundenbruchteilen formt sich eine Wand aus wirbelnden Körnern. Nicht fest, aber dicht. Wer hindurchschaut, bekommt Sand in die Augen."
    },
    "Metallhaut": {
      "detail": "Metallschicht ohne Geschwindigkeitsverlust. d10+ZÄH Verteidigung. Die bessere Alternative zur Steinrüstung — gleich stark, aber ohne den Verlangsamt-Nachteil.",
      "battlemap": "Selbst. d10 Verteidigung ohne Bewegungseinschränkung. Streng besser als Steinrüstung für mobile Kämpfer. Kein Tradeoff.",
      "gm": "Metall fließt über die Haut — dünn wie Papier, hart wie Stahl. Der Charakter glänzt metallisch, bewegt sich aber frei. Leichter Schutz als Steinrüstung, aber man kann noch laufen."
    },
    "Erdabsorption": {
      "detail": "Schaden in den Boden ableiten. d8+ZÄH Verteidigung. Ein Teil des Schadens wird in die Erde geleitet. Braucht Bodenkontakt.",
      "battlemap": "Selbst. Leitet Schadenenergie in den Boden ab. Benötigt Erdkontakt — funktioniert nicht in der Luft oder auf Holz.",
      "gm": "Der Treffer landet — aber die Energie fließt ab. Durch den Körper, durch die Füße, in den Boden. Risse breiten sich im Stein aus, wo die Energie absorbiert wird. Der Charakter spürt den Schlag, aber gedämpft."
    },
    "Schutzwall": {
      "detail": "Befestigungswall für Verbündete. d8+VER Verteidigung, RW 4. Errichtet einen halbkreisförmigen Wall, der das Team schützt. Die Team-Verteidigung des Erde-Stils.",
      "battlemap": "4 Felder Reichweite. Halbkreis-Wall, 3 Felder breit. Schützt alle Verbündeten dahinter. Weniger stark als Felswand, aber breiter.",
      "gm": "Die Erde hebt sich — ein Halbkreis aus Stein und Erde formt einen Schutzwall. Das Team duckt sich dahinter. Pfeile prasseln gegen den Stein, Magie verhallt. Eine Festung in Sekunden."
    },
    "Bodenerhöhung": {
      "detail": "Erhöhtes Terrain erzeugen, +2 Fernkampf. d6+GES Verteidigung, RW 2. Der Charakter hebt den Boden unter sich an — Höhenvorteil für Fernkämpfer.",
      "battlemap": "Selbst. Hebt den Charakter 2m an. +2 auf alle Fernkampfangriffe. Auch für Verbündete auf der Erhöhung. Hält bis zum Kampfende.",
      "gm": "Der Boden hebt sich — eine Plattform aus Stein wächst unter den Füßen. Zwei Meter höher überblickt der Charakter das Schlachtfeld. Höhenvorteil, bessere Sicht, bessere Schüsse."
    },
    "Erdpanzer": {
      "detail": "Voller Steinpanzer, DR×2. d12+KRF Verteidigung. Nur 1× pro Kampf, keine Aktionen möglich. Der ultimative Überlebens-Move — aber man opfert seinen Zug.",
      "battlemap": "Selbst. Verdoppelt DR für 1 Runde. Keine Aktionen möglich — nur Überleben. 1× pro Kampf. Ideal gegen feindliche Ultimatives.",
      "gm": "Stein umhüllt den Charakter komplett — ein Kokon aus Fels. Kein Arm bewegt sich, kein Auge ist sichtbar. Nur ein Felsbrocken steht, wo ein Kämpfer war. Innen: Dunkelheit, Enge, aber Sicherheit. Nichts dringt durch."
    }
  },
  "poison": {
    "Giftspucke": {
      "detail": "Gezieltes Giftprojektil. d8+GES, RW 4. Bei ≥12: Vergiftet. Ignoriert DR — Gift wirkt durch Rüstung hindurch. Der Standardangriff des Gift-Stils.",
      "battlemap": "Fernkampf, 4 Felder. Einzelziel. Ignoriert DR komplett — Rüstung ist gegen Gift nutzlos. Vergiftet-Status bedeutet d4 Schaden pro Runde.",
      "gm": "Der Charakter spuckt — ein dünner, grünlicher Strahl trifft das Ziel. Wo er auftrifft, verfärbt sich die Haut. Gift sickert durch jede Rüstung, durch jede Schicht."
    },
    "Giftklinge": {
      "detail": "Vergiftete Waffe im Nahkampf. d10+GES, RW 1. Bei ≥10: Vergiftet. Hoher Schaden plus fast garantierter Vergiftet-Status — die niedrigste Gift-Schwelle überhaupt.",
      "battlemap": "Nahkampf, 1 Feld. Einzelziel. Vergiftet bei ≥10 ist nahezu sicher. Kombiniert Direktschaden mit DoT. Bester Opener für Gift-Nahkämpfer.",
      "gm": "Die Klinge schimmert feuchtgrün — Gift tropft von der Schneide. Ein Schnitt reicht. Das Gift dringt in die Wunde, verbreitet sich. Das Ziel spürt es sofort: Brennen, Taubheit, dann Schwäche."
    },
    "Sporenwolke": {
      "detail": "Giftige Sporenwolke als Flächenangriff. d6+ZÄH, RW 4, 2-Feld AoE, hält 2 Runden. Bei ≥10: Vergiftet. Terrain-Kontrolle durch Gift — wer hineingeht, wird vergiftet.",
      "battlemap": "Fernkampf, 4 Felder. 2×2 Fläche, hält 2 Runden. Jede Kreatur die den Bereich betritt oder darin startet wird vergiftet. Blockiert Durchgänge effektiv.",
      "gm": "Grünliche Sporen steigen auf — eine Wolke aus winzigen, tödlichen Partikeln. Sie schwebt, breitet sich aus, senkt sich über das Zielgebiet. Wer atmet, nimmt Gift auf. So einfach, so tödlich."
    },
    "Säurespritzer": {
      "detail": "Ätzende Säure. d10+KRF, RW 4. Bei ≥14: Blutend. DR des Ziels wird permanent um 1 reduziert. Rüstungszerstörung — macht gepanzerte Ziele verwundbar.",
      "battlemap": "Fernkampf, 4 Felder. Einzelziel. Die DR-Reduktion ist permanent bis zum Kampfende. Stapelt mit mehreren Treffern. Ideal als Opener gegen Tanks.",
      "gm": "Säure spritzt — grünlich, dampfend. Wo sie die Rüstung trifft, frisst sie sich durch. Metall zischt, Leder löst sich auf. Das Ziel greift entsetzt an die schmelzende Panzerung."
    },
    "Lähmsporen": {
      "detail": "Unsichtbare Sporen auf Distanz. d6+VER, RW 8. Bei ≥10: Verlangsamt. Fernreichweite-CC, unsichtbar. Das Ziel merkt die Sporen erst, wenn die Muskeln nicht mehr gehorchen.",
      "battlemap": "Fernkampf, 8 Felder. Einzelziel. Unsichtbar — keine visuelle Warnung. Verlangsamt fast garantiert. Exzellenter CC auf Distanz.",
      "gm": "Nichts zu sehen — die Sporen sind mikroskopisch. Das Ziel atmet normal, merkt nichts. Bis die Beine schwer werden, die Arme nicht mehr gehorchen. Langsam, schleichend, unausweichlich."
    },
    "Nekrose": {
      "detail": "Eskalierender Gewebeverfall. d6+PRÄ, RW 4. Bei ≥10: Vergiftet. Der Vergiftet-Schaden eskaliert: +1 pro Runde. Je länger der Kampf, desto tödlicher.",
      "battlemap": "Fernkampf, 4 Felder. Einzelziel. Vergiftet eskaliert: Runde 1 = d4, Runde 2 = d4+1, Runde 3 = d4+2 usw. Früh einsetzen für maximalen Effekt.",
      "gm": "Die Haut am Einschlagpunkt verfärbt sich — grau, dann schwarz. Nekrose frisst sich ins Gewebe. Mit jeder Runde breitet sie sich aus. Das Ziel sieht zu, wie sein eigener Körper zerfällt."
    },
    "Toxischer Griff": {
      "detail": "Berührung vergiftet. d10+ZÄH, RW 1. Bei ≥10: Vergiftet. Hoher Nahkampfschaden mit fast sicherer Vergiftung. Direkter Hautkontakt — Gift pur.",
      "battlemap": "Nahkampf, 1 Feld. Einzelziel. Muss das Ziel berühren. Vergiftet fast garantiert. Simpel, brutal, effektiv.",
      "gm": "Der Charakter greift zu — die Hand schimmert grünlich, Gift sickert aus den Poren. Eine Berührung reicht. Das Ziel fühlt sofort die Kälte, dann das Brennen, dann die Taubheit."
    },
    "Blutgift": {
      "detail": "Gift über bestehende Wunden injizieren. d6+VER, RW 8. Bei ≥12: Vergiftet. Voraussetzung: Ziel muss Blutend-Status haben. Fernreichweite-Vergiftung.",
      "battlemap": "Fernkampf, 8 Felder. Einzelziel. Funktioniert NUR gegen Ziele mit Blutend-Status. Synergie mit Säurespritzer oder Verbündeten-Angriffen.",
      "gm": "Gift reist unsichtbar — angezogen von offenen Wunden. Das Ziel hat eine blutende Wunde? Perfekt. Das Gift findet den Weg hinein, verbreitet sich durch das Blut."
    },
    "Giftexplosion": {
      "detail": "Giftblase detoniert im Nahbereich. d12+KRF, RW 2. Bei ≥12: Vergiftet. Höchster Gift-Einzelschaden — eine komprimierte Giftblase, die beim Ziel explodiert.",
      "battlemap": "Nahkampf, 2 Felder. Einzelziel. d12 Schaden plus Vergiftet — der stärkste Burst des Gift-Stils. Ideal als Finisher auf bereits vergiftete Ziele.",
      "gm": "Eine Blase aus konzentriertem Gift fliegt — prall, zitternd, leuchtend grün. Beim Aufprall: Detonation. Gift spritzt in alle Richtungen, ätzt, brennt."
    },
    "Seuchenatem": {
      "detail": "Giftiger Kegelatem mit Doppelstatus. d8+ZÄH, RW 4, Kegel. Bei ≥10: Vergiftet, bei ≥14: zusätzlich Verlangsamt. Flächenangriff mit zwei Debuffs.",
      "battlemap": "Fernkampf, 4 Felder Kegel. Alle Ziele im Kegel. Zwei Statusschwellen — Vergiftet fast sicher, Verlangsamt als Bonus.",
      "gm": "Der Charakter atmet aus — ein Strom aus grünlichem Gas. Er breitet sich kegelförmig aus, verschlingt alles im Weg. Wer darin steht, hustet, würgt, bricht zusammen."
    },
    "Giftimmunität": {
      "detail": "Immun gegen Vergiftet-Status. d8+ZÄH Verteidigung. Komplette Vergiftungs-Immunität — der Körper des Gift-Nutzers ist an alle Toxine gewöhnt.",
      "battlemap": "Selbst. Negiert Vergiftet-Status komplett. Pflicht-Pick gegen andere Gift-Nutzer.",
      "gm": "Das Gift trifft — und nichts passiert. Der Körper ist längst an alles gewöhnt. Was andere tötet, ist für ihn Alltag. Ein kurzes Zucken, dann normal weiter."
    },
    "Gifthaut": {
      "detail": "Wer berührt, vergiftet sich. d8+ZÄH Verteidigung. Nahkampf-Angreifer erleiden Vergiftet bei ≥12. Passive Gegenverteidigung.",
      "battlemap": "Selbst. Bestraft Nahkampf-Angreifer. Kein Effekt gegen Fernkampf.",
      "gm": "Die Haut schimmert feucht — eine dünne Schicht Gift bedeckt jeden Zentimeter. Wer zuschlägt, bekommt das Gift an die Waffe, an die Hand, in die Blutbahn."
    },
    "Säurepanzer": {
      "detail": "Ätzende Schutzschicht. d10+ZÄH Verteidigung. Nahkampf-Angreifer erleiden Blutend bei ≥14. Beschädigt zusätzlich die Waffe des Angreifers.",
      "battlemap": "Selbst. Bestraft Nahkampf-Angreifer mit Blutend und Waffenschaden.",
      "gm": "Ätzende Flüssigkeit überzieht den Körper — dampfend, zischend. Wer mit dem Schwert zuschlägt, sieht zu, wie die Klinge angefressen wird."
    },
    "Sporenschild": {
      "detail": "Sporenbarriere um die Position. d6+VER Verteidigung, RW 2. Angreifer in der Zone erleiden Vergiftet bei ≥12. Defensive Zone.",
      "battlemap": "2 Felder Radius. Alle Angreifer in der Zone riskieren Vergiftung. Hält 1 Runde.",
      "gm": "Sporen explodieren aus dem Boden — eine Wolke aus giftigen Partikeln umgibt den Charakter. Wer sich nähert, atmet Gift ein."
    },
    "Giftblut": {
      "detail": "Blut ist Gift — Treffer vergiften Angreifer. d6+ZÄH Verteidigung. Nahkampf-Angreifer erleiden Vergiftet bei ≥10. Niedrigste Schwelle aller Gift-Verteidigungen.",
      "battlemap": "Selbst. Vergiftet ≥10 ist fast garantiert. Der Angreifer bestraft sich selbst.",
      "gm": "Das Schwert trifft, schneidet die Haut auf — und grünes Blut spritzt heraus. Es brennt auf der Klinge, auf den Händen. Das Blut selbst ist das Gift."
    },
    "Reinigung": {
      "detail": "Gift und Krankheit aus eigenem Körper entfernen. d8+VER Verteidigung. Entfernt alle negativen Statuseffekte. Universelle Selbstheilung.",
      "battlemap": "Selbst. Entfernt: Vergiftet, Blutend, Verlangsamt, Verwirrt, Erschüttert, Geblendet. Alles auf einmal.",
      "gm": "Der Charakter atmet tief ein — Gift fließt aus den Poren, sickert zu Boden. Grünlicher Schweiß, dann klarer. Der Körper reinigt sich selbst."
    },
    "Resistenz": {
      "detail": "Alle Statusschwellen +4 für 1 Runde. d6+ZÄH Verteidigung. Macht es extrem schwer, Statuseffekte anzuwenden. Präventiver Schutz.",
      "battlemap": "Selbst. +4 auf alle Statusschwellen. Vergiftet ≥10 wird ≥14, Betäubt ≥16 wird ≥20. Extrem effektiv gegen Debuffer.",
      "gm": "Der Körper stählt sich — eine innere Resistenz, sichtbar als kurzes Schimmern unter der Haut. Gift? Prallt ab. Betäubung? Wirkungslos."
    },
    "Giftschleier": {
      "detail": "Giftige Nebelwand als Deckung. d6+GES Verteidigung, RW 4. Vergiftet Angreifer bei ≥10. Deckung, die zurückschlägt.",
      "battlemap": "4 Felder Reichweite. Errichtet eine Giftwand. Blockiert Sichtlinien. Wer hindurchgeht, riskiert Vergiftung.",
      "gm": "Grüner Nebel steigt auf und verdichtet sich zu einer Wand — dicht genug, um hindurchzusehen, aber tödlich genug, um jeden Atemzug darin zu bereuen."
    },
    "Parasitäre Heilung": {
      "detail": "Gift absorbieren und in Heilung umwandeln. d8+ZÄH Verteidigung. HP-Heilung gleich dem Verteidigungswurf. Die einzige echte Heilfähigkeit des Gift-Stils.",
      "battlemap": "Selbst. Heilt HP gleich dem Würfelwurf. Die einzige Heilung im Gift-Arsenal.",
      "gm": "Gift fließt zum Charakter — nicht weg, sondern hin. Er saugt es auf wie ein Schwamm. Wo andere sterben würden, wird er stärker. Gift ist Nahrung."
    },
    "Toxische Explosion": {
      "detail": "Reaktive Giftexplosion bei Treffer. d10+KRF Verteidigung, RW 2. Vergiftet Angreifer bei ≥10. Offensive Reaktion auf eingehenden Schaden.",
      "battlemap": "2 Felder Reichweite. Reaktiv bei eingehendem Angriff. Schädigt und vergiftet den Angreifer.",
      "gm": "Der Treffer landet — und löst die Falle aus. Eine Explosion aus konzentriertem Gift detoniert am Einschlagpunkt. Der Angreifer bekommt die volle Ladung ins Gesicht."
    }
  },
  "space": {
    "Kurzteleport-Schlag": {
      "detail": "Teleportiere zum Ziel, Sofortangriff. d12+GES, RW 1. Kein Statuseffekt. Der Charakter erscheint direkt neben dem Ziel — egal wie weit entfernt — und schlägt zu.",
      "battlemap": "Effektiv unbegrenzte Reichweite, Angriff auf RW 1. Teleportiert den Charakter adjacent zum Ziel. Sichtlinie zum Ziel erforderlich. Keine Gelegenheitsangriffe.",
      "gm": "Der Charakter verschwindet — kein Blitz, kein Knall. Einfach weg. Im selben Augenblick erscheint er neben dem Ziel, Faust bereits in Bewegung. Der Raum selbst wurde verkürzt."
    },
    "Positionswechsel": {
      "detail": "Zwei Ziele tauschen Position. d6+VER, RW 8. Bei ≥14: Verwirrt. Der Charakter vertauscht die Positionen zweier Kreaturen — Freund oder Feind.",
      "battlemap": "Fernkampf, 8 Felder. Zwei Ziele in Reichweite wählen. Beide tauschen sofort die Position. Kann Feinde in Fallen tauschen oder Verbündete retten.",
      "gm": "Zwei Gestalten flimmern — und stehen plötzlich woanders. Der Tank steht da, wo der Bogenschütze war. Der Bogenschütze steht mitten im Feindhaufen. Verwirrung pur."
    },
    "Raumschnitt": {
      "detail": "Raum aufreißen, ignoriert ALLE DR. d10+VER, RW 8. Bei ≥14: Blutend. Der mächtigste Angriff — ignoriert jede Verteidigung, da er den Raum selbst schneidet.",
      "battlemap": "Fernkampf, 8 Felder. Einzelziel. Ignoriert ALLE DR — kein Schutz möglich. Einziger Angriff im Spiel mit komplettem DR-Bypass. Gegen Tanks verheerend.",
      "gm": "Die Luft reißt auf — ein Spalt im Raum, durch den etwas anderes schimmert. Der Riss schießt auf das Ziel zu und schneidet durch alles — Rüstung, Schild, Fleisch. Man kann den Raum nicht blocken."
    },
    "Distanzbruch": {
      "detail": "Entfernung komprimieren. d8+VER, RW 12. Kein Statuseffekt. Der Charakter verkürzt den Raum — ein 12 Felder entferntes Ziel wird behandelt, als stünde es direkt davor.",
      "battlemap": "Fernkampf, 12 Felder. Maximale Reichweite. Der Angriff selbst hat keine besonderen Effekte, aber die Reichweite ist beispiellos.",
      "gm": "Der Raum knickt ein — die Distanz faltet sich zusammen. Für einen Moment sind Start und Ziel direkt nebeneinander. Ein Schlag über zwölf Felder, der keine Sekunde braucht."
    },
    "Raumstoß": {
      "detail": "Raumverzerrung als Kraft. d10+KRF, RW 4. 2 Felder verschieben. Kein Status. Der Raum selbst drückt das Ziel weg. Positionskontrolle durch Physik-Manipulation.",
      "battlemap": "Fernkampf, 4 Felder. 2 Felder Rückstoß. Die Verschiebung ist unblockbar — Erdverankerung schützt nicht gegen Raumverschiebung.",
      "gm": "Der Raum um das Ziel verzerrt sich — eine unsichtbare Kraft schiebt es weg. Nicht Wind, nicht Druck. Der Raum SELBST bewegt sich, und das Ziel bewegt sich mit ihm."
    },
    "Fixierung": {
      "detail": "Ziel im Raum fixieren. d6+VER, RW 8. Bei ≥16: Eingefroren. Das Ziel kann sich nicht bewegen — der Raum um es herum ist eingefroren. Mächtigster CC des Raum-Stils.",
      "battlemap": "Fernkampf, 8 Felder. Einzelziel. Eingefroren = komplette Handlungsunfähigkeit. Das Ziel steht im fixierten Raum — kann nicht einmal den Kopf drehen.",
      "gm": "Der Raum um das Ziel erstarrt. Es steht da, mitten in der Bewegung eingefroren — nicht durch Eis, sondern durch den Stillstand des Raums selbst. Die Luft um es herum schimmert, verzerrt."
    },
    "Umlenkung": {
      "detail": "Feindlichen Angriff auf anderes Ziel umleiten. d8+GES, RW 4. Kein Status. Der Angriff wird durch ein Miniportal auf ein anderes Ziel umgeleitet.",
      "battlemap": "4 Felder Reichweite. Leitet einen eingehenden Angriff auf ein feindliches Ziel in Reichweite um. Funktioniert gegen physische und magische Angriffe.",
      "gm": "Ein Portal öffnet sich — klein, kaum sichtbar. Der feindliche Angriff verschwindet darin und kommt woanders heraus. Aus einem anderen Portal, direkt auf einen feindlichen Verbündeten gerichtet."
    },
    "Miniportal": {
      "detail": "Portal-Angriff ohne Sichtlinie. d8+VER, RW 12. Kein Status. Der einzige Angriff, der KEINE Sichtlinie braucht — das Portal umgeht jedes Hindernis.",
      "battlemap": "Fernkampf, 12 Felder. Braucht KEINE Sichtlinie. Trifft hinter Mauern, um Ecken, durch geschlossene Türen. Kann nicht durch Deckung vermieden werden.",
      "gm": "Ein winziges Portal öffnet sich neben dem Charakter — die Faust geht hinein. Ein zweites Portal öffnet sich direkt neben dem Ziel — die Faust kommt heraus. Zwölf Felder entfernt, eine Wand dazwischen. Egal."
    },
    "Fallverzerrung": {
      "detail": "Schwerkraft lokal verzerren. d10+VER, RW 4. Bei ≥16: Betäubt. Die Schwerkraft ändert sich — das Ziel fällt nach oben, zur Seite oder wird zu Boden gedrückt.",
      "battlemap": "Fernkampf, 4 Felder. Einzelziel. Betäubt bei ≥16. Der Schwerkraft-Wechsel desorientiert das Ziel komplett.",
      "gm": "Oben wird unten. Das Ziel fällt — nach oben. Hände greifen ins Leere, Beine treten in Luft. Dann fällt es wieder runter. Der Aufprall ist real, die Verwirrung total."
    },
    "Raumkompression": {
      "detail": "Raum zerquetscht Ziel. d20+KRF, RW 2. Ignoriert DR. Nur 1× pro Kampf. Der ultimative Angriff — der Raum um das Ziel wird komprimiert, zerquetscht alles darin.",
      "battlemap": "Nahkampf, 2 Felder. Einzelziel. d20 + ignoriert DR = maximaler Schaden im Spiel. 1× pro Kampf. Der Finisher aller Finisher.",
      "gm": "Der Raum um das Ziel wird kleiner. Buchstäblich. Die Luft presst sich zusammen, der Raum schrumpft. Das Ziel wird von allen Seiten gleichzeitig zerquetscht. Ein Geräusch wie brechendes Glas — aber es ist der Raum, der bricht."
    },
    "Sofort-Teleport": {
      "detail": "Blitzschnelle Teleportation aus Gefahr. d6+GES Verteidigung, RW 4. 4 Felder Teleportation. Die Standard-Flucht des Raum-Stils.",
      "battlemap": "4 Felder Teleportation. Ignoriert Hindernisse. Keine Sichtlinie nötig. Beste Flucht-Verteidigung im Spiel.",
      "gm": "Hier — dann dort. Kein Übergang, kein Effekt. Ein Wimpernschlag, und der Charakter ist woanders. Der Angriff trifft nur leeren Raum."
    },
    "Distanzvergrößerung": {
      "detail": "Raum dehnen, −2 für Fernkampf-Angreifer. d8+VER Verteidigung, RW 4. Die Distanz zwischen Charakter und Angreifer wird vergrößert — Fernkampf wird schwerer.",
      "battlemap": "4 Felder Wirkung. −2 auf alle Fernkampf-Angriffe gegen den Charakter. Hält 1 Runde. Effektiv gegen Bogenschützen-Gruppen.",
      "gm": "Die Luft zwischen Charakter und Angreifer flimmert — der Raum dehnt sich. Pfeile, die sicher treffen sollten, fallen zu kurz. Die Distanz ist plötzlich... weiter."
    },
    "Positionsanker": {
      "detail": "Immun gegen Verschiebung. d8+VER Verteidigung. Der Charakter verankert sich im Raum. Keine Kraft kann ihn bewegen — nicht einmal Raummanipulation.",
      "battlemap": "Selbst. Immun gegen alle Verschiebungseffekte. Sogar gegen feindliche Raum-Angriffe (Raumstoß). Absoluter Positionsschutz.",
      "gm": "Der Charakter steht fest — nicht im Boden, sondern im Raum. Die Koordinaten sind fixiert. Jede Kraft, die ihn bewegen will, prallt am fixierten Raum ab."
    },
    "Raumverschiebung": {
      "detail": "Halbtransparent werden. d8+GES Verteidigung. −2 für physische Angreifer. Der Charakter existiert halb in einem anderen Raumabschnitt.",
      "battlemap": "Selbst. −2 auf alle physischen Angriffe. Magische Angriffe sind nicht betroffen. Hält 1 Runde.",
      "gm": "Der Charakter flimmert — wird halbtransparent. Schwertschläge gehen halb durch ihn hindurch. Er ist hier und gleichzeitig... woanders. Nicht ganz in dieser Realität."
    },
    "Umlenkfeld": {
      "detail": "Angriffe in andere Dimension umleiten. d10+VER Verteidigung, RW 2. Der Angriff verschwindet in einem Portal. Stärkste Einzel-Verteidigung des Raum-Stils.",
      "battlemap": "2 Felder Reichweite. Öffnet ein Portal, das den eingehenden Angriff verschluckt. Der Angriff verschwindet — trifft kein anderes Ziel.",
      "gm": "Ein Portal öffnet sich — der Angriff fliegt hinein und verschwindet. Einfach weg. In welche Dimension? Keine Ahnung. Aber definitiv nicht mehr hier."
    },
    "Phasenversatz": {
      "detail": "Chance auf komplette Schadensvermeidung. d6+VER Verteidigung. Bei d6=6: kompletter Schadens-Dodge. Riskant — aber bei Erfolg absolut.",
      "battlemap": "Selbst. 1/6 Chance auf kompletten Dodge. Wenn erfolgreich: NULL Schaden. Wenn nicht: d6 als normale Verteidigung. Glücksspiel.",
      "gm": "Der Charakter versetzt sich — für einen Bruchteil einer Sekunde in eine andere Phase des Raums. Trifft der Angriff die richtige Phase? Vielleicht. Oder er geht durch Luft."
    },
    "Raumblockade": {
      "detail": "Unsichtbare Wand. d8+VER Verteidigung, RW 4. Errichtet eine Barriere aus verzerrtem Raum — unsichtbar, aber undurchdringlich.",
      "battlemap": "4 Felder Reichweite. Unsichtbare Wand, 3 Felder breit. Blockiert Bewegung und Projektile. Feinde sehen die Wand nicht — laufen dagegen.",
      "gm": "Nichts zu sehen — aber da ist etwas. Der Pfeil prallt an der Luft ab. Das Schwert trifft auf Widerstand wo keiner sein sollte. Eine Wand aus verzerrtem Raum, unsichtbar und fest."
    },
    "Fallneutralisierung": {
      "detail": "Immun gegen Sturz und Schwerkraft. d6+ZÄH Verteidigung. Negiert alle Schwerkraft-basierten Effekte. Spezialisiert gegen Erde- und Raum-Gegner.",
      "battlemap": "Selbst. Immun gegen: Fallschaden, Fallverzerrung, Erdstampfer-Rückstoß. Sehr situativ.",
      "gm": "Die Schwerkraft verliert ihren Griff. Egal was passiert — der Charakter fällt nicht. Nicht runter, nicht hoch, nicht zur Seite. Schwerkraft ist optional geworden."
    },
    "Schutzportal": {
      "detail": "Angriff in Portal absorbieren. d8+VER Verteidigung, RW 4. Öffnet ein Portal, das den Angriff schluckt. Kann den Angriff für später speichern.",
      "battlemap": "4 Felder Reichweite. Absorbiert einen Angriff komplett. Die gespeicherte Energie kann beim nächsten eigenen Angriff als +2 Bonus eingesetzt werden.",
      "gm": "Ein Portal reißt auf — direkt vor dem Charakter. Der Angriff fliegt hinein, das Portal schließt sich. Gespeichert, nicht vernichtet. Der Raum-Nutzer lächelt. Das kommt zurück."
    },
    "Eigenverzerrung": {
      "detail": "Position unklar, −2 für alle Angreifer. d8+ZÄH Verteidigung. Die Position des Charakters ist räumlich verschoben — Angreifer zielen immer leicht daneben.",
      "battlemap": "Selbst. −2 auf ALLE Angriffe gegen den Charakter (Nah- und Fernkampf). Hält 1 Runde. Breitester passiver Schutz.",
      "gm": "Der Charakter steht da — aber nicht ganz da. Leicht versetzt, um Zentimeter verschoben in eine Richtung, die es nicht geben sollte. Jeder Angriff geht knapp daneben. Immer."
    }
  },
  "time": {
    "Zeitriss": {
      "detail": "Riss in der Zeitlinie schneidet Materie. d10+VER, RW 8. Bei ≥14: Blutend. Der Riss existiert zwischen zwei Zeitpunkten — alles was ihn berührt, wird zwischen den Momenten zerrissen.",
      "battlemap": "Fernkampf, 8 Felder. Einzelziel, Sichtlinie. Solider Standardangriff mit Blutend-Potenzial. Gute Reichweite für einen VER-basierten Angriff.",
      "gm": "Die Luft reißt — aber nicht räumlich, sondern zeitlich. Ein flimmernder Riss, in dem man gleichzeitig Vergangenheit und Zukunft schimmern sieht. Was den Riss berührt, wird zwischen den Momenten zerschnitten."
    },
    "Alterung": {
      "detail": "Ziel altert lokal. d8+PRÄ, RW 4. Bei ≥10: Verlangsamt. Der Charakter beschleunigt die Zeit um das Ziel — Muskeln werden schwach, Gelenke steif.",
      "battlemap": "Fernkampf, 4 Felder. Einzelziel. Verlangsamt mit niedriger Schwelle. Der Alterungseffekt ist temporär — nach dem Kampf kehrt alles zurück.",
      "gm": "Das Ziel altert — in Sekunden. Haare werden grau, Haut faltig, Muskeln schwach. Nicht für immer, aber lang genug. Die Augen des Ziels weiten sich vor Entsetzen, als es seine eigenen Hände sieht."
    },
    "Stillstand-Schlag": {
      "detail": "Zeit anhalten, dann zuschlagen. d12+GES, RW 1. Bei ≥16: Betäubt. Der Charakter friert die Zeit ein und schlägt im Stillstand zu. Höchster Nahkampfschaden des Zeit-Stils.",
      "battlemap": "Nahkampf, 1 Feld. d12 Schaden. Das Ziel ist eingefroren wenn der Schlag trifft — kann nicht ausweichen. Betäubt bei ≥16 als Bonus.",
      "gm": "Alles hält an. Staub schwebt reglos, Tropfen hängen in der Luft. Nur der Charakter bewegt sich — ruhig, präzise. Ein Schlag, perfekt platziert. Dann startet die Zeit wieder. Das Ziel versteht nicht, was passiert ist."
    },
    "Beschleunigter Ansturm": {
      "detail": "Eigene Zeit beschleunigen für Blitz-Nahkampf. d10+GES, RW 2. Kein Status. Der Charakter bewegt sich so schnell, dass Feinde nur ein Nachbild sehen.",
      "battlemap": "Nahkampf, 2 Felder. Schneller Angriff ohne Sondermechanismus. Solider Schaden mit GES-Bonus. Guter Brot-und-Butter-Angriff.",
      "gm": "Der Charakter beschleunigt — wird zum Nachbild. Ein Schritt, ein Schlag, zurück. Alles in einem Wimpernschlag. Für das Ziel: ein Luftzug, dann Schmerz. Zu schnell, um zu sehen."
    },
    "Echo-Schaden": {
      "detail": "Vergangenen Schaden erneut auslösen. d6+VER, RW 8. Kein Status. Der Charakter greift in die Vergangenheit und lässt einen bereits erlittenen Treffer erneut einschlagen.",
      "battlemap": "Fernkampf, 8 Felder. Einzelziel. Das Ziel muss in dieser Runde bereits Schaden erlitten haben. Verdoppelt effektiv einen vorherigen Treffer.",
      "gm": "Das Ziel zuckt zusammen — die Wunde von vorhin reißt wieder auf. Derselbe Schmerz, dieselbe Stelle. Ein Echo aus der Vergangenheit, das die Gegenwart heimsucht."
    },
    "Zeitschleife-Falle": {
      "detail": "Ziel in Zeitschleife fangen. d6+VER, RW 8. Bei ≥16: Eingefroren. Das Ziel erlebt denselben Moment immer wieder — gefangen in einer Sekunde.",
      "battlemap": "Fernkampf, 8 Felder. Einzelziel. Eingefroren = komplette Handlungsunfähigkeit. Das Ziel wiederholt die gleiche Sekunde, bis die Schleife bricht.",
      "gm": "Das Ziel hebt die Hand — und senkt sie. Hebt sie — und senkt sie. Immer wieder, dieselbe Bewegung. Gefangen in einer Sekunde, die sich endlos wiederholt. Die Augen zeigen Panik, aber der Körper gehorcht der Schleife."
    },
    "Zukunftsvision": {
      "detail": "Nächsten Zug vorhersehen. d6+VER, RW 12. Bei ≥10: Markiert. Der Charakter sieht die Zukunft — und markiert das Ziel für alle Verbündeten.",
      "battlemap": "Fernkampf, 12 Felder. Einzelziel. Markiert-Status gibt +2 für Verbündete. Maximale Reichweite. Perfekter Eröffnungszug — markiert das Ziel aus sicherer Distanz.",
      "gm": "Der Charakter sieht voraus — eine Sekunde, zwei Sekunden in die Zukunft. Das Ziel leuchtet auf, seine nächste Bewegung wird sichtbar, bevor sie geschieht. Das gesamte Team sieht es."
    },
    "Verfall": {
      "detail": "Beschleunigter Materialzerfall. d8+ZÄH, RW 4. Bei ≥12: Vergiftet. DR des Ziels sinkt um 1 pro Runde. Zeit frisst die Rüstung — langsam, aber unaufhaltsam.",
      "battlemap": "Fernkampf, 4 Felder. Einzelziel. Vergiftet + eskalierende DR-Reduktion. In langen Kämpfen verheerend — Tanks verlieren Stück für Stück ihren Schutz.",
      "gm": "Die Rüstung des Ziels rostet — in Echtzeit. Metall wird brüchig, Leder rissig. Zeit frisst das Material. Mit jeder Runde wird der Schutz dünner, brüchiger."
    },
    "Verzögerter Schlag": {
      "detail": "Schaden tritt erst nächste Runde ein. d10+VER, RW 4. Kein Status. Der Schlag wird in der Zeit versetzt — unblockbar, weil er in der Vergangenheit platziert wurde.",
      "battlemap": "Fernkampf, 4 Felder. Einzelziel. Schaden trifft automatisch nächste Runde — KEINE Verteidigung möglich. Ideal gegen starke Verteidiger.",
      "gm": "Der Charakter macht eine Geste — und nichts passiert. Noch nicht. Nächste Runde: das Ziel krümmt sich plötzlich vor Schmerz. Ein Schlag aus der Vergangenheit, der erst jetzt ankommt."
    },
    "Zeitexplosion": {
      "detail": "Zeitenergie komprimiert. d20+KRF, RW 4. Bei ≥16: Betäubt. Nur 1× pro Kampf. Die ultimative Waffe — komprimierte Zeit detoniert.",
      "battlemap": "Fernkampf, 4 Felder. Einzelziel. d20 = maximaler Schaden. 1× pro Kampf. Kein Selbstschaden (anders als Blitz/Wind). Der stärkste Angriff des Zeit-Stils.",
      "gm": "Zeit wird komprimiert — Stunden, Tage, gepresst in einen einzigen Punkt. Dann: Detonation. Eine Explosion aus reiner Zeitenergie. Das Ziel erlebt tausend Momente gleichzeitig."
    },
    "Zeitsprung": {
      "detail": "In die Zukunft springen. d6+GES Verteidigung, RW 4. 4 Felder Repositionierung. Der Charakter überspringt einen Moment — erscheint Sekundenbruchteile in der Zukunft.",
      "battlemap": "4 Felder Teleportation. Ignoriert alles — der Charakter existiert für einen Moment nicht. Beste Flucht-Fähigkeit des Zeit-Stils.",
      "gm": "Der Charakter verschwindet — nicht im Raum, sondern in der Zeit. Eine Sekunde in der Zukunft, vier Felder entfernt. Der Angriff trifft einen Moment, der nicht mehr existiert."
    },
    "Rückspulen": {
      "detail": "Letzten Treffer rückgängig machen. d10+VER Verteidigung. Heilt d10 HP. Nur 1× pro Kampf. Der Charakter spult die Zeit zurück — die Wunde war nie da.",
      "battlemap": "Selbst. Heilt d10 HP. 1× pro Kampf. Die stärkste Einzelheilung im Spiel. Macht den letzten Treffer ungeschehen.",
      "gm": "Die Wunde schließt sich — rückwärts. Blut fließt zurück, Haut schließt sich, Schmerz verschwindet. Die Zeit läuft rückwärts, aber nur für den Charakter. Der Treffer hat nie stattgefunden."
    },
    "Verlangsamungsfeld": {
      "detail": "Zone verlangsamt Feinde, 2 Runden. d8+VER Verteidigung, RW 4. Bei ≥10: Verlangsamt. Terrain-Kontrolle durch Zeitmanipulation.",
      "battlemap": "4 Felder Reichweite. 3×3 Zone. Hält 2 Runden. Alle Feinde darin werden verlangsamt. Verbündete sind nicht betroffen.",
      "gm": "Die Zeit verlangsamt sich — aber nur in einem Bereich. Feinde darin bewegen sich wie in Sirup. Jeder Schritt dauert ewig. Außerhalb: normale Geschwindigkeit. Drinnen: Zeitlupe."
    },
    "Zeitblase": {
      "detail": "Persönliche Zeitblase. d8+VER Verteidigung, RW 2. Angriffe werden abgebremst, bevor sie treffen. Solide Allround-Verteidigung.",
      "battlemap": "Selbst. Verlangsamt eingehende Angriffe. Funktioniert gegen alle Angriffstypen. Zuverlässige Standardverteidigung.",
      "gm": "Eine Blase aus verlangsamter Zeit umgibt den Charakter. Pfeile verlangsamen sich, Fäuste bremsen ab. Alles was eindringt, verliert an Kraft, an Geschwindigkeit, an Wirkung."
    },
    "Moment der Klarheit": {
      "detail": "+2 nächste Verteidigung UND nächster Angriff. d6+VER Verteidigung. Doppelter Buff — der Charakter sieht einen Moment in die Zukunft.",
      "battlemap": "Selbst. +2 auf den nächsten Angriff und die nächste Verteidigung. Idealer Setup-Zug. Beste Aktion wenn kein sofortiger Schaden nötig ist.",
      "gm": "Ein Moment perfekter Klarheit — der Charakter sieht die nächsten Sekunden voraus. Jede Bewegung, jeder Angriff. Gewappnet, vorbereitet, einen Schritt voraus."
    },
    "Reparatur": {
      "detail": "Körper zeitlich zurücksetzen. d8+ZÄH Verteidigung. HP-Heilung gleich dem Wurf. Der Körper wird in einen früheren, unverletzten Zustand zurückversetzt.",
      "battlemap": "Selbst. Heilt HP gleich dem Verteidigungswurf. Kann jede Runde eingesetzt werden (anders als Rückspulen). Niedrigere Heilung, aber unbegrenzt.",
      "gm": "Kleine Wunden schließen sich, blaue Flecken verblassen. Der Körper erinnert sich an seinen unverletzten Zustand und kehrt dorthin zurück. Nicht komplett, aber genug."
    },
    "Prophezeiung": {
      "detail": "Nächsten feindlichen Angriff vorhersehen. d6+PRÄ Verteidigung, RW 8. Der Charakter sieht den nächsten Angriff voraus — und teilt diese Vision mit dem Team.",
      "battlemap": "8 Felder Reichweite. Der nächste Angriff des Ziels erhält −2 (das Team ist vorbereitet). Debuff auf den Feind statt Buff auf sich selbst.",
      "gm": "Die Augen des Charakters leuchten kurz auf — Zukunftsvisionen. Er ruft eine Warnung: 'Links, in drei Sekunden!' Das Team reagiert, bevor der Feind überhaupt zuschlägt."
    },
    "Zeitanker": {
      "detail": "Position und HP speichern, innerhalb 3 Runden zurückkehren. d8+VER Verteidigung. Speichert den aktuellen Zustand als Checkpoint.",
      "battlemap": "Selbst. Speichert Position + aktuelle HP. Innerhalb von 3 Runden: als freie Aktion zum Checkpoint zurückkehren. Mächtig, aber erfordert Planung.",
      "gm": "Der Charakter markiert diesen Moment — eine unsichtbare Markierung in der Zeitlinie. Hierher kann er zurückkehren. Egal was passiert, er hat einen Rettungspunkt."
    },
    "Beschleunigte Heilung": {
      "detail": "HP-Heilung plus Blutend entfernen. d8+ZÄH Verteidigung. Heilt HP und entfernt Blutend-Status. Doppelter Nutzen in einer Aktion.",
      "battlemap": "Selbst. Heilt HP und entfernt Blutend. Ideal gegen Blutend-lastige Gegner wie Schatten oder Wasser.",
      "gm": "Die Zeit beschleunigt sich — aber nur für die Wunden. Schnitte schließen sich, Blutungen stoppen. Was Tage dauern würde, passiert in Sekunden. Der Körper heilt sich selbst im Zeitraffer."
    },
    "Zeitstillstand": {
      "detail": "Alles friert ein. d12+VER Verteidigung, RW 2. Bei ≥16: Betäubt (Zone). Nur 1× pro Kampf. Friert ALLES in der Zone ein — auch Verbündete!",
      "battlemap": "2 Felder Radius. ALLE Kreaturen im Bereich (Freund und Feind!) werden betäubt. Der Charakter ist immun. 1× pro Kampf. Extrem mächtig, aber riskant.",
      "gm": "Die Zeit hält an. Alles. Schwerter mitten im Schwung, Pfeile in der Luft, Schreie verstummen. Nur der Charakter bewegt sich, allein in einer eingefrorenen Welt. Mächtig. Einsam. Gefährlich."
    }
  },
  "illusion": {
    "Trugbild": {
      "detail": "Falsche Realität projizieren. d6+PRÄ, RW 8. Bei ≥12: Verwirrt. Das Ziel sieht Dinge, die nicht da sind — Feinde, Wände, Abgründe. Standardangriff des Illusions-Stils.",
      "battlemap": "Fernkampf, 8 Felder. Einzelziel. Verwirrt-Schwelle niedrig. Der Schaden ist psychosomatisch — das Ziel glaubt, verletzt zu sein, also ist es verletzt.",
      "gm": "Die Realität flackert — plötzlich sieht das Ziel etwas anderes. Eine Wand, die nicht da ist. Einen Verbündeten, der ein Feind ist. Die Verwirrung ist total, der Schmerz eingebildet. Aber er tut trotzdem weh."
    },
    "Doppelgänger": {
      "detail": "Illusionskopie greift an. d8+PRÄ, RW 4. Bei ≥14: Verwirrt. Der Doppelgänger sieht identisch aus — das Ziel weiß nicht mehr, welcher echt ist.",
      "battlemap": "Fernkampf, 4 Felder. Der Doppelgänger erscheint neben dem Ziel. Verwirrt = Chance auf Angriff gegen Verbündete. Stärker als Trugbild, niedrigere Reichweite.",
      "gm": "Ein zweiter Charakter tritt hervor — identisch, bis auf ein subtiles Flimmern. Er greift an, real genug um zu verletzen. Das Original steht ruhig daneben. Welcher ist echt? Falsche Antwort kostet."
    },
    "Blendillusion": {
      "detail": "Blendendes Lichtspiel. d8+PRÄ, RW 4. Bei ≥12: Geblendet. Überflutung der Sinne mit illusionärem Licht — heller als die Sonne, aber nur im Kopf.",
      "battlemap": "Fernkampf, 4 Felder. Einzelziel. Geblendet = −2 auf alle Angriffe, kein Fernkampf möglich. Effektiver CC gegen Fernkämpfer.",
      "gm": "Licht explodiert — aber nur in den Augen des Ziels. Gleißend, blendend, überwältigend. Die Hände gehen schützend vors Gesicht. Für alle anderen: nichts zu sehen."
    },
    "Geräuschfalle": {
      "detail": "Ablenkungsgeräusch erzeugen. d6+VER, RW 8. Kein Status, aber +2 auf den nächsten Flanken-Angriff. Taktische Ablenkung für Verbündete.",
      "battlemap": "Fernkampf, 8 Felder. Das Geräusch erscheint an einem beliebigen Punkt in Reichweite. Nächster Verbündeten-Angriff von der Flanke erhält +2. Setup-Fähigkeit.",
      "gm": "Ein Geräusch — hinter dem Ziel. Ein Schritt, ein Rascheln, ein Schrei. Das Ziel dreht sich um — und exponiert die Flanke. Da war natürlich nichts. Aber der Verbündete, der von der anderen Seite zuschlägt, ist real."
    },
    "Angriffsillusion": {
      "detail": "Unsichtbare Kraft aus unbekannter Quelle. d8+PRÄ, RW 8. Kein Status. Das Ziel wird getroffen, weiß aber nicht von wo. Kann nicht gekontert werden.",
      "battlemap": "Fernkampf, 8 Felder. Einzelziel. Das Ziel kann die Quelle nicht identifizieren — reaktive Fähigkeiten wie Überladungsstoß funktionieren nicht.",
      "gm": "Schmerz — aber woher? Kein sichtbarer Angriff, kein Geräusch. Einfach Schaden, aus dem Nichts. Das Ziel schaut wild umher, sieht nichts. Der Illusionist lächelt."
    },
    "Angstbild": {
      "detail": "Schlimmste Angst visualisieren. d10+PRÄ, RW 4. Bei ≥12: Erschüttert. Der stärkste psychologische Angriff — das Ziel sieht seine tiefste Angst, manifestiert vor ihm.",
      "battlemap": "Fernkampf, 4 Felder. Einzelziel. Erschüttert = −2 auf alle Würfe. Höchster Schaden des Illusions-Stils (d10). Debuff plus Damage in einem.",
      "gm": "Das Ziel erstarrt — die Augen weiten sich. Vor ihm manifestiert sich seine schlimmste Angst. Spinnen, Feuer, der Tod eines Geliebten — für jeden anders, für jeden schrecklich. Der Schrei ist echt."
    },
    "Verzerrte Umgebung": {
      "detail": "Terrain-Illusion in großem Radius. d6+VER, RW 8. Bei ≥10: Verlangsamt. Die Umgebung sieht anders aus — Wände wo keine sind, Löcher im Boden, falsche Wege.",
      "battlemap": "Fernkampf, 8 Felder. 3-Feld-Radius. Erzeugt illusionäres schwieriges Terrain. Feinde darin werden verlangsamt. Verbündete sind nicht betroffen (sie wissen, es ist Illusion).",
      "gm": "Die Umgebung verzerrt sich — Wände verschieben sich, der Boden wird uneben, Türen erscheinen und verschwinden. Für die Feinde: ein Labyrinth. Für das Team: unverändert."
    },
    "Unsichtbarer Schlag": {
      "detail": "Aus Unsichtbarkeit angreifen. d10+GES, RW 2. Kein Status. Hoher Schaden aus der Unsichtbarkeit. Der Nahkampf-Burst des Illusions-Stils.",
      "battlemap": "Nahkampf, 2 Felder. Bricht die Unsichtbarkeit. +2 Bonus wenn vorher unsichtbar. Synergie mit Unsichtbarkeit-Verteidigung.",
      "gm": "Aus dem Nichts — ein Schlag. Das Ziel sieht niemanden, spürt aber den Treffer. Dann flimmert der Charakter kurz sichtbar, bevor er wieder verschwindet."
    },
    "Phantomhieb": {
      "detail": "Illusionäre Klinge, psychosomatischer Schaden. d8+GES, RW 4. Kein Status. Die Klinge ist nicht real — aber der Schmerz ist es. Ignoriert physische Verteidigung.",
      "battlemap": "Fernkampf, 4 Felder. Einzelziel. Der Angriff ist mental — physische Schilde und DR schützen nicht. Effektiv gegen Tanks.",
      "gm": "Eine Klinge schneidet — unsichtbar, unwirklich. Keine physische Wunde, aber der Schmerz ist real. Das Gehirn glaubt an den Schnitt, also blutet der Körper. Mind over matter, weaponized."
    },
    "Scheinexplosion": {
      "detail": "Fake-Explosion als Psychoterror. d6+PRÄ, RW 8. Bei ≥10: Erschüttert. Die Explosion ist nicht real — aber die Angstreaktion ist es. Flächen-Debuff.",
      "battlemap": "Fernkampf, 8 Felder. 2×2 Fläche. Erschüttert bei ≥10 — niedrige Schwelle, Flächen-CC. Wenig Schaden, maximaler Debuff.",
      "gm": "BOOM — eine Explosion, Feuer, Trümmer! Jeder zuckt zusammen, geht in Deckung. Aber da ist nichts. Kein Krater, kein Rauch. Nur Angst, pure Angst, die sich ins Hirn brennt."
    },
    "Unsichtbarkeit": {
      "detail": "Unsichtbar bis Angriff oder Schaden. d8+PRÄ Verteidigung. Komplett unsichtbar — die ultimative Stealth-Fähigkeit. Bricht bei Angriff oder Schaden.",
      "battlemap": "Selbst. Unsichtbar für alle Feinde. Bewegen bricht NICHT die Tarnung. Nur Angreifen oder Schaden nehmen. Ideal zum Repositionieren.",
      "gm": "Der Charakter verblasst — wird transparent, dann unsichtbar. Nichts zu sehen, nichts zu hören. Nur eine leise Ahnung, dass jemand da ist. Aber wo?"
    },
    "Illusionsschild": {
      "detail": "Unsichtbares Schild. d8+PRÄ Verteidigung, RW 2. Ein Schild aus purer Illusion — es sieht nicht aus wie ein Schild, aber es fühlt sich so an.",
      "battlemap": "2 Felder Reichweite. Kann auch Verbündete schützen. Das Schild ist unsichtbar — Feinde wissen nicht, dass es da ist.",
      "gm": "Der Angriff trifft — und stoppt. An nichts. Kein sichtbares Schild, keine Barriere. Aber der Angriff stoppt trotzdem. Unsichtbarer Schutz, real genug um zu blocken."
    },
    "Mehrfachbilder": {
      "detail": "3-5 Kopien verwirren Angreifer. d6+GES Verteidigung. Bei ≥12: Verwirrt. Mehrere Illusionskopien erscheinen — welche ist echt?",
      "battlemap": "Selbst. 3-5 Kopien erscheinen um den Charakter. Angreifer haben 1/4 bis 1/6 Chance, den echten zu treffen. Verwirrt als Bonus.",
      "gm": "Plötzlich sind es vier — nein, fünf. Alle identisch, alle in Bewegung. Das Ziel schlägt zu — durch ein Nachbild. Nochmal — wieder Luft. Wo ist der echte? Dort? Oder dort?"
    },
    "Verhüllung": {
      "detail": "Aussehen komplett verändern. d6+PRÄ Verteidigung. Der Charakter sieht aus wie jemand anderes — ein Feind, ein Stein, ein Baum.",
      "battlemap": "Selbst. Verkleidung bis zum nächsten Angriff. Feinde ignorieren den Charakter (er sieht aus wie Verbündeter). Situativ extrem stark.",
      "gm": "Das Gesicht verändert sich — die Rüstung, die Haltung. Plötzlich steht da kein Feind mehr, sondern ein Verbündeter. Oder ein Busch. Oder gar nichts. Die perfekte Tarnung."
    },
    "Täuschbewegung": {
      "detail": "Illusionäre Ausweichbewegung. d8+GES Verteidigung, 1 Feld Reposition. Der Charakter bewegt sich in eine Richtung — sein Körper in die andere.",
      "battlemap": "Selbst, 1 Feld Reposition. Die Ausweichbewegung ist eine Illusion — der echte Körper geht woanders hin. Standardverteidigung mit Mobility.",
      "gm": "Der Charakter springt nach links — der Angriff folgt. Aber es war eine Illusion. Der echte Charakter ist nach rechts gegangen. Ein einfacher Trick, aber er funktioniert immer."
    },
    "Wahrnehmungsbruch": {
      "detail": "Sinneswahrnehmung komplett verzerren. d8+PRÄ Verteidigung, RW 4. Bei ≥14: Verwirrt. Der Angreifer verliert alle Orientierung — oben ist unten, rechts ist links.",
      "battlemap": "4 Felder Reichweite. Reaktiv auf eingehenden Angriff. Verwirrt den Angreifer zusätzlich zur Verteidigung. Offensiv-defensiv.",
      "gm": "Die Welt des Angreifers dreht sich — buchstäblich. Oben, unten, links, rechts — alles falsch. Er schlägt in die Luft, tritt ins Leere, greift nach Dingen, die nicht da sind."
    },
    "Falsche Trefferanzeige": {
      "detail": "Treffer scheint woanders zu landen. d6+VER Verteidigung. Der Angriff trifft — aber an einer Stelle, die nicht verletzbar ist. Illusion leitet den Treffer um.",
      "battlemap": "Selbst. Der Angriff trifft scheinbar, aber an einer ungefährlichen Stelle. Effektiv ein Dodge mit Täuschung.",
      "gm": "Das Schwert trifft — die Brust! Blut! Nein... nur eine Illusion. Der echte Treffer landete auf dem Schulterpanzer, harmlos. Das Ziel glaubt getroffen zu haben, der Charakter weiß es besser."
    },
    "Illusionszone": {
      "detail": "Ganzes Gebiet verzerren. d6+VER Verteidigung, RW 4. Bei ≥12: Verwirrt. 4-Feld-Radius Wahrnehmungsverzerrung für alle Feinde.",
      "battlemap": "4 Felder Reichweite. 4-Feld-Radius Zone. Alle Feinde darin werden verwirrt. Massive Flächen-CC-Verteidigung.",
      "gm": "Die gesamte Umgebung verzerrt sich — nicht für das Team, nur für die Feinde. Plötzlich sieht alles anders aus. Wände bewegen sich, der Boden kippt, Verbündete werden zu Feinden."
    },
    "Sinnesrauschen": {
      "detail": "Alle Sinne überfluten. d6+PRÄ Verteidigung, RW 4. Bei ≥10: Geblendet. Alle Sinne gleichzeitig mit Reizen überflutet — total overload.",
      "battlemap": "4 Felder Reichweite. Geblendet bei ≥10 = fast garantiert. Effektiver CC mit niedriger Schwelle.",
      "gm": "Alles auf einmal — gleißendes Licht, ohrenbetäubender Lärm, unerträglicher Gestank. Alle Sinne gleichzeitig auf Maximum. Das Ziel kann nichts mehr wahrnehmen außer Überforderung."
    },
    "Identitätsverschleierung": {
      "detail": "Als Verbündeter des Feindes erscheinen. d6+PRÄ Verteidigung. Feinde halten den Charakter für einen ihrer Verbündeten. Werden ihn nicht angreifen.",
      "battlemap": "Selbst. Feinde ignorieren den Charakter — er sieht aus wie einer von ihnen. Bricht bei Angriff. Perfekt zum Durchschleichen.",
      "gm": "Das Gesicht verändert sich, die Rüstung, sogar der Gang. Plötzlich gehört der Charakter dazu — ein feindlicher Soldat unter feindlichen Soldaten. Keiner fragt, keiner schaut zweimal hin."
    }
  },
  "sound": {
    "Schallwelle": {
      "detail": "Breite Druckwelle. d8+PRÄ, RW 8, 2 Felder breit. Kein Statuseffekt. Flächenangriff — trifft alle in einer breiten Linie. Standard-Fernkampf des Schall-Stils.",
      "battlemap": "Fernkampf, 8 Felder Linie, 2 Felder breit. Alle Kreaturen in der Linie nehmen Schaden. Breiter als die meisten Linienangriffe. Guter AoE.",
      "gm": "Eine Welle aus purem Klang rast los — unsichtbar, aber die Luft vibriert sichtbar. Alles im Weg wird getroffen: Staub wirbelt auf, Kleidung flattert, Knochen vibrieren."
    },
    "Donnerschlag": {
      "detail": "Ohrenbetäubender Knall. d12+KRF, RW 4. Bei ≥16: Betäubt. Der stärkste Einzelangriff des Schall-Stils — purer, konzentrierter Donner.",
      "battlemap": "Fernkampf, 4 Felder. Einzelziel. d12 Schaden mit Betäubungschance. Der Burst-Angriff des Schall-Stils. Schwere Statusschwelle, aber verheerend bei Erfolg.",
      "gm": "BOOM. Nicht Blitz — Donner. Reiner, konzentrierter Schall, verdichtet zu einem einzigen Knall. Das Trommelfell reißt, die Welt wird still. Dann nur noch Piepen."
    },
    "Schrei": {
      "detail": "Fokussierter Kampfschrei. d10+PRÄ, RW 4. Bei ≥12: Erschüttert. Die Stimme als Waffe — ein Schrei, der Mut zerstört und den Willen bricht.",
      "battlemap": "Fernkampf, 4 Felder. Einzelziel. Erschüttert = −2 auf alle Würfe. Niedrige Schwelle. Der beste Debuff-Angriff des Schall-Stils.",
      "gm": "Der Charakter öffnet den Mund — und schreit. Kein normaler Schrei. Eine Klangwaffe, fokussiert, schneidend. Das Ziel weicht zurück, die Hände an den Ohren. Der Schrei dringt durch alles."
    },
    "Resonanzbruch": {
      "detail": "Eigenfrequenz brechen. d10+VER, RW 8. Bei ≥14: Blutend. Ignoriert 2 DR. Der Charakter findet die Resonanzfrequenz der Rüstung — und zerstört sie von innen.",
      "battlemap": "Fernkampf, 8 Felder. Einzelziel. Ignoriert 2 DR. Blutend bei ≥14. Anti-Tank-Angriff — besonders effektiv gegen schwer gepanzerte Ziele.",
      "gm": "Ein Ton — so hoch, dass man ihn kaum hört. Aber die Rüstung des Ziels beginnt zu vibrieren, zu knirschen. Resonanz. Die Eigenfrequenz des Metalls, gefunden und ausgenutzt. Die Rüstung bricht von innen."
    },
    "Echoschlag": {
      "detail": "Schall plus Echo = Doppeltreffer. d8+GES, RW 2. Kein Status. Der Charakter schlägt — und das Echo des Schlags trifft eine Sekunde später erneut.",
      "battlemap": "Nahkampf, 2 Felder. Einzelziel. Effektiv zwei Treffer in einer Aktion — der Originalschlag und sein Echo. Guter DPS im Nahkampf.",
      "gm": "Der Schlag trifft — dann trifft er nochmal. Das Echo des ersten Schlags materialisiert sich als zweite Druckwelle. Eins-zwei. Der Nachhall als Waffe."
    },
    "Stille": {
      "detail": "Absolute Stille erzeugen. d6+PRÄ, RW 8. Bei ≥14: Verwirrt. Totale Isolation — kein Geräusch dringt ein oder heraus. Das Ziel ist komplett von der Welt abgeschnitten.",
      "battlemap": "Fernkampf, 8 Felder. Einzelziel. Verwirrt + keine Kommunikation möglich. Das Ziel kann keine Befehle geben oder empfangen. Anti-Commander-Angriff.",
      "gm": "Stille. Absolute, totale Stille. Das Ziel öffnet den Mund — kein Ton. Schlägt auf den Tisch — kein Geräusch. Schreit — nichts. Komplett isoliert in einer Blase aus Nichts."
    },
    "Dissonanz": {
      "detail": "Übelkeitsfrequenz. d8+PRÄ, RW 4. Bei ≥10: Erschüttert. Niedrige Frequenzen erzeugen Übelkeit und Desorientierung. Einfach, aber effektiv.",
      "battlemap": "Fernkampf, 4 Felder. Einzelziel. Erschüttert bei ≥10 — fast garantiert. Zuverlässigster Debuff des Schall-Stils.",
      "gm": "Ein tiefer Ton — so tief, dass man ihn mehr fühlt als hört. Die Organe vibrieren, der Magen rebelliert. Das Ziel wird bleich, schwankt, greift sich an den Kopf."
    },
    "Schallklinge": {
      "detail": "Unsichtbarer Frequenz-Schnitt. d10+GES, RW 4. Bei ≥14: Blutend. Eine fokussierte Schallwelle, so scharf wie eine Klinge — schneidet durch alles.",
      "battlemap": "Fernkampf, 4 Felder. Einzelziel. Hoher Schaden (d10) mit Blutend. Der Damage-Dealer des Schall-Stils. Unsichtbar — schwer auszuweichen.",
      "gm": "Ein Schnitt — unsichtbar, unhörbar. Nur das Ergebnis ist sichtbar: ein sauberer Schnitt durch Rüstung und Fleisch. Die fokussierte Frequenz ist schärfer als jedes Schwert."
    },
    "Infraschall": {
      "detail": "Unhörbar, Organe vibrieren. d6+VER, RW 12. Bei ≥10: Erschüttert. Maximale Reichweite, unhörbar. Das Ziel fühlt sich unwohl, ohne zu wissen warum.",
      "battlemap": "Fernkampf, 12 Felder. Einzelziel. Unhörbar und unsichtbar — perfekter Stealth-Angriff. Erschüttert aus maximaler Distanz. Kein Konter möglich.",
      "gm": "Nichts zu hören. Aber das Ziel spürt es — ein Unwohlsein, tief im Bauch. Die Organe vibrieren mit einer Frequenz unter der Hörschwelle. Panik ohne Grund, Übelkeit ohne Ursache."
    },
    "Überschallstoß": {
      "detail": "Schallmauer brechen. d20+KRF, RW 2. Bei ≥16: Betäubt. 1× pro Kampf, d6 Selbstschaden. Der ultimative Angriff — pure zerstörerische Kraft des Schalls.",
      "battlemap": "Nahkampf, 2 Felder. d20 = maximaler Schaden. Betäubt bei ≥16. 1× pro Kampf, d6 Selbstschaden (weniger als Blitz-Überladung). Der Finisher.",
      "gm": "Der Charakter konzentriert sich — Schall verdichtet sich um die Faust. Dann: der Durchbruch. Ein Knall wie eine Explosion, eine Druckwelle die alles wegfegt. Fenster zerspringen, Ohren bluten. Selbst der Charakter taumelt."
    },
    "Schallschild": {
      "detail": "Klanghülle absorbiert Einschläge. d8+PRÄ Verteidigung, RW 1. Eine vibrierende Schallhülle um den Körper, die Einschläge dämpft.",
      "battlemap": "Selbst. Standard-Verteidigung des Schall-Stils. Zuverlässig gegen alle Angriffstypen.",
      "gm": "Die Luft um den Charakter summt — eine Klanghülle, sichtbar als leichtes Vibrieren. Einschläge werden gedämpft, Energie absorbiert. Jeder Treffer klingt wie ein gedämpfter Gong."
    },
    "Stille-Zone": {
      "detail": "Zone ohne Schall. d6+VER Verteidigung, RW 4. Blockiert alle Klang-Angriffe. Spezialisierte Verteidigung gegen Schall-Gegner.",
      "battlemap": "4 Felder Reichweite. 3×3 Zone ohne Schall. Blockiert: Schallwelle, Donnerschlag, Schrei und alle anderen Klangangriffe. Situativ extrem stark.",
      "gm": "Stille senkt sich über ein Gebiet — absolute, totale Stille. Kein Klang dringt ein, kein Klang dringt heraus. Für Schall-Nutzer: ein Albtraum. Ihre Waffe funktioniert hier nicht."
    },
    "Echo-Ortung": {
      "detail": "Sonar enthüllt versteckte Feinde. d6+VER Verteidigung, RW 8. Bei ≥10: Markiert. Echoortung enthüllt unsichtbare und versteckte Ziele.",
      "battlemap": "8 Felder Reichweite. Enthüllt: Unsichtbare, Getarnte, Versteckte. Markiert sie für das Team. Der Konter gegen Schatten- und Illusions-Nutzer.",
      "gm": "Der Charakter sendet einen Puls aus — unhörbar für die meisten. Aber das Echo kommt zurück, zeichnet ein Bild. Dort! Hinter der Mauer, im Schatten. Nichts bleibt verborgen vor dem Schall."
    },
    "Frequenzstörung": {
      "detail": "Nervensystem des Angreifers stören. d8+PRÄ Verteidigung, RW 4. Bei ≥14: Verwirrt. Gegenverteidigung — der Angreifer wird verwirrt als Reaktion.",
      "battlemap": "4 Felder Reichweite. Reaktiv auf eingehenden Angriff. Verteidigt und verwirrt den Angreifer gleichzeitig. Offensiv-defensiv.",
      "gm": "Der Angreifer schlägt zu — und die Schallwelle trifft sein Nervensystem. Die Signale werden gestört, die Muskeln gehorchen nicht mehr richtig. War das links oder rechts? Oben oder unten?"
    },
    "Dämpfungsfeld": {
      "detail": "Vibrationen dämpfen, +1 DR für Verbündete. d8+ZÄH Verteidigung, RW 2. Teamweiter Schutz — alle Verbündeten in Reichweite erhalten DR-Bonus.",
      "battlemap": "2 Felder Radius. +1 DR für alle Verbündeten im Bereich. Hält 1 Runde. Die Team-Support-Verteidigung des Schall-Stils.",
      "gm": "Eine unsichtbare Welle breitet sich aus — und alles wird leiser, weicher, gedämpfter. Schläge verlieren an Wucht, Einschläge werden abgemildert. Eine Blase der Ruhe im Chaos."
    },
    "Schallreflektion": {
      "detail": "Schallangriffe zurückwerfen. d8+GES Verteidigung, RW 2. Reflektiert Klangangriffe auf den Absender. Konter gegen andere Schall-Nutzer.",
      "battlemap": "2 Felder Reichweite. Funktioniert NUR gegen Klang-basierte Angriffe. Reflektiert den Schaden zum Absender. Perfekter Spiegel-Konter.",
      "gm": "Die Schallwelle kommt — und prallt zurück. Wie ein Echo, aber tödlicher. Der Angreifer bekommt seinen eigenen Angriff ins Gesicht. Geschmack der eigenen Medizin."
    },
    "Vibrationsresistenz": {
      "detail": "Immun gegen Vibrations-Statuseffekte. d6+ZÄH Verteidigung. Komplett immun gegen Erschüttert und vibrations-basierte Debuffs.",
      "battlemap": "Selbst. Negiert: Erschüttert, Betäubt durch Schall. Spezialisiert gegen Schall- und Erde-Nutzer.",
      "gm": "Der Körper stellt sich ein — wie ein Instrument, das gestimmt wird. Vibrationen werden neutralisiert, bevor sie Schaden anrichten. Der Charakter steht ruhig im Sturm aus Schall."
    },
    "Harmonie": {
      "detail": "Heilende Frequenz. d6+PRÄ Verteidigung. Erschüttert-Immunität für das gesamte Team. Heilender Schall — die Support-Fähigkeit des Schall-Stils.",
      "battlemap": "Selbst + alle Verbündeten in RW 4. Entfernt Erschüttert-Status und verhindert neuen Erschüttert für 1 Runde. Team-Support.",
      "gm": "Ein Ton — sanft, harmonisch, heilend. Er breitet sich aus und beruhigt alles, was er berührt. Erschütterte Nerven werden ruhig, zitternde Hände werden still. Harmonie als Waffe gegen Chaos."
    },
    "Schalltarnung": {
      "detail": "Komplett lautlos werden. d6+GES Verteidigung. Der Charakter erzeugt keinerlei Geräusch — Schritte, Rüstung, Atmung. Absolute Stille.",
      "battlemap": "Selbst. Macht den Charakter unhörbar. Kombiniert mit Unsichtbarkeit (Illusion): perfekte Tarnung. Allein: Feinde müssen den Charakter sehen können.",
      "gm": "Stille umhüllt den Charakter — totale, absolute Stille. Kein Schritt macht ein Geräusch, kein Atemzug ist zu hören. Wie ein Geist, lautlos und unheimlich."
    },
    "Druckausgleich": {
      "detail": "Immun gegen Druck- und Wellenangriffe. d6+ZÄH Verteidigung. Neutralisiert alle druckbasierten Angriffe — Schallwellen, Windstöße, Druckwellen.",
      "battlemap": "Selbst. Immun gegen: Schallwelle, Stoßfront, Druckstoß und ähnliche. Spezialisiert gegen Schall- und Wind-Nutzer.",
      "gm": "Die Druckwelle kommt — und löst sich auf. Der Charakter erzeugt eine perfekte Gegenfrequenz, ein Anti-Druck, der alles neutralisiert. Wie Noise-Cancelling, aber für Kriegswaffen."
    }
  }
}