{
  "fire": {
    "Explosionsschlag": {
      "detail": "Der Charakter lädt seine Faust mit Feuerenergie auf — sichtbar durch Glühen und Hitzeflimmern — und schlägt zu. d12 Schaden im Nahkampf. Bei ≥15: Brennend. Der stärkste Feuer-Nahkampfangriff. Kein Ausweichen durch Distanz möglich.",
      "battlemap": "Nahkampf, 1 Feld. Einzelziel direkt vor dem Charakter. Die Detonation erzeugt keine Flächenwirkung — reiner Einzelziel-Burst. Positionierung: Der Charakter MUSS adjacent sein.",
      "gm": "Die Faust glüht orange, dann weiß. Beim Aufprall: eine kleine Explosion, Funken fliegen, der Gegner taumelt zurück. Beschreibe die Hitze im Gesicht des Gegners, den Geruch von versengtem Material. Bei einer 1: Die Faust glüht auf, aber die Energie verpufft mit einem traurigen Fauchen."
    },
    "Flammenstrahl": {
      "detail": "Ein gerichteter, kontinuierlicher Strahl aus Feuer. d8 Schaden auf RW 4. Kein Status, dafür zuverlässig und ohne Nebeneffekte. Die Brot-und-Butter-Fähigkeit des Feuer-Nutzers.",
      "battlemap": "Linie vom Charakter zum Ziel, RW 4 Felder. Trifft das erste Ziel in der Linie. Kein AoE, kein Durchschlag. Einfach und effektiv.",
      "gm": "Ein sauberer Feuerstrahl — wie ein Schneidbrenner. Keine Explosion, kein Drama, nur gezielte Hitze. Effektiv beschrieben: Das Ziel spürt die Hitze eine Sekunde bevor der Strahl trifft."
    },
    "Feuerball": {
      "detail": "Das ikonische Feuerprojektil. d10 Schaden auf RW 8. Bei ≥14: Brennend. Zusätzlich: Abstrahlungshitze — alle Ziele in 1 Feld Radius um den Einschlagspunkt spüren die Hitze (kein Schaden, aber narrativ relevant).",
      "battlemap": "Projektil fliegt in gerader Linie bis 8 Felder. Trifft das Zielfeld. 1-Feld-Radius Abstrahlungshitze (kein mechanischer Effekt, aber brennbare Objekte entzünden sich). Sichtlinie erforderlich.",
      "gm": "Der Klassiker. Eine Kugel aus komprimiertem Feuer, so groß wie ein Kopf, fliegt durch die Luft und explodiert beim Aufprall. Bei einer 1: Der Feuerball formt sich, flackert... und erlischt mit einem Plopp. Peinlich."
    },
    "Feuerregen": {
      "detail": "Kleine Feuerbälle regnen von oben auf ein Gebiet. d8 Schaden auf RW 12, 2-Feld-Radius AoE. Bei ≥12: Brennend. Trifft ALLE im Bereich — Freund wie Feind! Der Charakter muss VER nutzen um die Flugbahnen zu berechnen.",
      "battlemap": "Zielpunkt bis 12 Felder entfernt. 2-Feld-Radius Wirkungsbereich. Alle Kreaturen im Bereich werden getroffen. ACHTUNG: Verbündete im Bereich nehmen ebenfalls Schaden. Keine Sichtlinie zum Zielpunkt nötig (fällt von oben).",
      "gm": "Der Himmel wird orange. Kleine Feuerkugeln — wie glühende Meteoriten — prasseln auf das Gebiet nieder. Beschreibe das Chaos: Feinde rennen, Flammen überall, Rauch steigt auf. Bei einer 1: Ein einziger, trauriger Funke fällt vom Himmel. Wie eine nasse Wunderkerze."
    },
    "Hitzewelle": {
      "detail": "Eine Druckwelle aus reiner Hitze breitet sich vom Charakter aus. d10 Schaden auf RW 2. Bei ≥10: Verlangsamt. Trifft alle Feinde im Nahbereich. Braucht ZÄH — der Charakter muss die eigene Hitze aushalten.",
      "battlemap": "2-Feld-Radius um den Charakter. Trifft alle Feinde im Bereich. Verbündete sind NICHT betroffen. Die Welle breitet sich kreisförmig aus.",
      "gm": "Die Luft flimmert, dann kommt die Welle — eine unsichtbare Kraft aus reiner Hitze. Feinde spüren wie die Luft aus ihren Lungen gepresst wird. Metall wird heiß, Leder trocknet aus. Alles wird langsamer in der drückenden Hitze."
    },
    "Flammenlanze": {
      "detail": "Ein extrem gebündelter, langer Feuerstrahl der auf einen Punkt fokussiert wird. d12 Schaden auf RW 8. Ignoriert 2 Punkte DR — die konzentrierte Hitze schmilzt sich durch Rüstung. Bei ≥15: Brennend.",
      "battlemap": "Linie vom Charakter zum Ziel, RW 8 Felder. Einzelziel. Durchschlag durch leichte Deckung (Holz, Stoff — nicht Stein). Sichtlinie erforderlich.",
      "gm": "Ein dünner, weißglühender Strahl — wie ein Laserschnitt. Die Luft knistert, wo er durchschneidet. Rüstung glüht orange am Eintrittspunkt. Präzise, tödlich, elegant. Das Gegenteil des chaotischen Feuerballs."
    },
    "Lavaausbruch": {
      "detail": "Der Charakter lässt den Boden unter dem Ziel aufbrechen — geschmolzenes Gestein quillt hervor. d10 Schaden auf RW 4. Bei ≥12: Brennend. Erzeugt gefährliches Terrain — das Lavafeld bleibt 2 Runden und verursacht d4 Schaden bei Betreten.",
      "battlemap": "Zielpunkt bis 4 Felder. 1-Feld Lavazone entsteht am Einschlagpunkt. Bleibt 2 Runden als gefährliches Terrain (d4 Schaden beim Durchqueren). Braucht natürlichen Boden — funktioniert nicht auf Metall oder Holz.",
      "gm": "Der Boden reißt auf — orange Glut quillt hervor, Steine schmelzen. Beschreibe die Hitze von unten, den Geruch von geschmolzenem Gestein, das Knacken des Bodens. Auf Holzböden: Das Holz fängt Feuer. Auf Stein: Risse bilden sich."
    },
    "Feuerwirbel": {
      "detail": "Der Charakter dreht sich und erzeugt einen Wirbel aus Flammen um sich herum. d10 Schaden auf RW 2. Trifft ALLE im Nahbereich — 360° ohne Ausnahme. Braucht GES — die Drehbewegung muss kontrolliert sein.",
      "battlemap": "2-Feld-Radius um den Charakter. Trifft ALLE Ziele im Bereich, einschließlich Verbündete. Der Charakter steht im Zentrum. Keine Sichtlinie nötig — der Wirbel erfasst alles.",
      "gm": "Eine Drehung — und Flammen fliegen in alle Richtungen. Wie ein Feuerwerk, aber tödlich. Der Charakter steht im Auge des Feuersturms, unberührt von den eigenen Flammen."
    },
    "Selbstentzündung": {
      "detail": "Der Charakter setzt seinen EIGENEN KÖRPER in Brand und explodiert. d20 Schaden auf RW 1. d6 Selbstschaden. Einmal pro Kampf. Bei ≥10: Brennend für alle im Bereich. Die ultimative Verzweiflungstat.",
      "battlemap": "2-Feld-Radius Explosion mit dem Charakter im Zentrum. Trifft ALLES im Radius — Feinde, Verbündete, Objekte. Charakter nimmt d6 Selbstschaden. Einmal pro Kampf einsetzbar.",
      "gm": "Der Charakter brennt. Von innen nach außen, jede Pore spuckt Feuer. Dann die Explosion — eine Schockwelle aus reiner Hitze. Der Charakter steht danach dampfend da, versengt aber lebend. Bei einer 1: Der Charakter fängt kurz Feuer, klopft sich ab. Keine Explosion. Peinliches Schweigen."
    },
    "Brandmarke": {
      "detail": "Der Charakter brennt ein magisches Zeichen in das Ziel — sichtbar als glühendes Symbol auf der Haut/Rüstung. d6 Schaden, bei ≥10: Markiert. Markierte Ziele geben allen Verbündeten +2 auf Angriffe gegen sie.",
      "battlemap": "Einzelziel bis 4 Felder. Sichtlinie nötig. Das Zeichen leuchtet und ist für alle sichtbar — auch durch leichte Deckung. Hält bis zum Ende des nächsten Zugs des Ziels.",
      "gm": "Ein glühendes Symbol erscheint auf der Brust des Gegners — wie ein Brandzeichen. Es leuchtet orange durch Kleidung und Rüstung. Alle wissen: Dieses Ziel ist markiert. Willenskraft-basiert — der Charakter zwingt das Zeichen durch pure Präsenz auf."
    },
    "Flammenhülle": {
      "detail": "Ein Mantel aus Feuer umgibt den Charakter. d10 als DR-Wert. Nahkampf-Angreifer nehmen bei Berührung Feuerschaden — bei ≥14 auf dem Verteidigungswurf: Brennend für den Angreifer. Hält bis zum nächsten Zug.",
      "battlemap": "Passiv, keine Positionsänderung. Der Feuermantel ist sichtbar — orange-rotes Flackern um den Charakter. Nahkämpfer die den Charakter treffen riskieren Brennend-Status.",
      "gm": "Flammen züngeln über den gesamten Körper — nicht schmerzend für den Nutzer, aber tödlich für jeden der zu nahe kommt. Beschreibe wie ein Nahkämpfer zuschlägt und seine Handschuhe Feuer fangen."
    },
    "Hitzeschild": {
      "detail": "Eine verdichtete Wand aus heißer Luft vor dem Charakter. d10 als DR. Die Hitzebarriere verlangsamt und schwächt eingehende Projektile — auch magische.",
      "battlemap": "Gerichtetes Schild, 180° Frontalschutz. Schützt nicht von hinten oder von den Seiten. Sichtbar als Hitzeflimmern in der Luft.",
      "gm": "Die Luft vor dem Charakter flimmert wie über heißem Asphalt. Pfeile verlangsamen sich, Schwerthiebe verlieren Wucht. Alles was durch die Hitzewand muss wird schwächer."
    },
    "Explosionsstoß": {
      "detail": "Bei einem eingehenden Nahkampfangriff detoniert der Charakter eine kleine Explosion zwischen sich und dem Angreifer. d8 als DR plus Rückstoß — der Angreifer wird 1 Feld zurückgestoßen.",
      "battlemap": "Reaktiv bei Nahkampfangriff. Angreifer wird 1 Feld vom Charakter weggestoßen. Öffnet Distanz für Fernkampf-Follow-up nächste Runde.",
      "gm": "BOOM — eine kleine, kontrollierte Explosion genau zwischen den beiden Kämpfern. Der Angreifer fliegt zurück, der Charakter steht fest. Rauch zwischen ihnen."
    },
    "Feuerwand": {
      "detail": "Eine Wand aus Flammen, platziert auf dem Schlachtfeld. d8 als DR (Feinde scheuen die Annäherung). 3 Felder lang, 1 Feld breit, RW 4. Durchqueren verursacht d6 Schaden und bei ≥12: Brennend. Hält 3 Runden.",
      "battlemap": "3 Felder lange, 1 Feld breite Flammenwand. Platzierbar bis 4 Felder entfernt. Blockiert Sicht und Bewegung. Durchqueren: d6 Schaden + Brennend-Chance. Hält 3 Runden.",
      "gm": "Eine Wand aus züngelnden Flammen, mannshoch, knisternd und hitzeflimmernd. Feinde müssen einen Umweg nehmen oder durch die Flammen. Taktische Meisterklasse."
    },
    "Aschevorhang": {
      "detail": "Der Charakter wirbelt Asche und Rauch auf. d6 als DR (schwach), dafür: 2-Feld-Radius Sichtblockade. Bei ≥10: Geblendet für Feinde im Bereich. Schnell, günstig, taktisch.",
      "battlemap": "2-Feld-Radius Rauch/Asche um einen Punkt bis 4 Felder entfernt. Blockiert Sichtlinie durch den Bereich. Feinde IM Bereich: Geblendet. Hält 1 Runde.",
      "gm": "Eine Wolke aus grauer Asche und beißendem Rauch. Feinde husten, reiben sich die Augen. Für einen Moment ist nichts sichtbar — perfekt für Rückzug oder Repositionierung."
    },
    "Hitzeresistenz": {
      "detail": "Der Charakter härtet sich gegen Hitze ab — die eigene Körpertemperatur steigt, externe Hitze wird irrelevant. d8 als DR. Bonus: Immun gegen Brennend-Status für diese Runde.",
      "battlemap": "Passiv, keine Positionsänderung. Rein defensiver Buff. Besonders wertvoll gegen andere Feuer-Nutzer.",
      "gm": "Die Haut des Charakters schimmert leicht orange. Hitze prallt ab wie Wasser an einer heißen Pfanne. Flammen umfließen ihn, ohne Schaden zu hinterlassen."
    },
    "Feuerabsorption": {
      "detail": "Der Charakter absorbiert eingehende Feuer-Angriffe und speichert die Energie. d8 als DR. Bonus: Bei einem Feuer-Angriff gegen den Charakter erhält der nächste eigene Feuerangriff +2 Schadenbonus.",
      "battlemap": "Passiv, keine Positionsänderung. Defensiv + Offensiv-Buff. Nur gegen Feuer-Angriffe der volle Bonus.",
      "gm": "Die Flammen des Feindes werden angezogen — wie von einem Magneten — und fließen in den Charakter hinein statt ihn zu verbrennen. Die Augen glühen kurz auf. Gespeicherte Energie für den nächsten Gegenschlag."
    },
    "Flammenausbruch": {
      "detail": "Wenn der Charakter getroffen wird, explodiert er in einem Feuerausbruch. d12 Schaden im 2-Feld-Radius als Gegenschlag. KEIN Selbstschutz — der Charakter nimmt den vollen Treffer. Reine Vergeltung.",
      "battlemap": "Reaktiv bei Treffer. 2-Feld-Radius Feuerschaden um den Charakter. Trifft den Angreifer (wenn in Reichweite) und alle anderen im Bereich. KEIN DR — der Charakter nimmt den Originalschaden voll.",
      "gm": "Der Treffer landet — und der Charakter EXPLODIERT. Nicht als Verteidigung, sondern als Vergeltung. Wer mich trifft, brennt. Blut und Feuer gleichzeitig."
    },
    "Bodenverkohlung": {
      "detail": "Der Charakter verbrennt den Boden in einem Bereich — verkohlte Erde, glühende Asche. d6 als DR (schwach). Erzeugt permanentes schwieriges Terrain in 2-Feld-Radius. Bei ≥10: Verlangsamt für Feinde die das Terrain betreten.",
      "battlemap": "2-Feld-Radius verkohlter Boden, platzierbar bis 4 Felder entfernt. Permanentes schwieriges Terrain (halbe Bewegung). Feinde die es betreten: Verlangsamt. Hält den gesamten Kampf.",
      "gm": "Der Boden unter den Füßen der Feinde wird schwarz, glühend. Jeder Schritt knistert, Rauch steigt auf. Kein Feld zum Stehen, kein sicherer Boden. Die Umgebung selbst wird zur Waffe."
    },
    "Notzündung": {
      "detail": "Eine hastige, unkontrollierte Feuerexplosion. d6 Schaden als Bonus-Aktion — kann ZUSÄTZLICH zur normalen Aktion genutzt werden. Schwach, aber kostet keine Aktion. Panik-Knopf.",
      "battlemap": "1-Feld-Radius um den Charakter. Bonus-Aktion, keine Hauptaktion nötig. Schwach aber schnell. Perfekt als Finisher oder wenn die Hauptaktion für etwas anderes gebraucht wird.",
      "gm": "Ein hektisches Aufflammen — nicht elegant, nicht mächtig, aber SCHNELL. Der Charakter fackelt nicht, er reagiert instinktiv. Feuer als Reflex. Der letzte Ausweg."
    }
  },
  "_meta": {
    "version": "1.0",
    "format": "detail (Mechanik) | battlemap (taktische Positionierung) | gm (Narration/Atmosphäre)",
    "note": "Weitere Stile werden sukzessive ergänzt. Abilities ohne Eintrag hier zeigen nur die Basis-Tooltip-Infos."
  }
}
